[
    {
        "Id": 1,
        "Micro": "КАЛЬЦИЙ",
        "Head": "<p><b>1.</b><b>Weaver CM, Peacock M</b><b>. </b><b><i>Calcium</i></b><b><i>. </i></b> Adv Nutr. 2011 May;2(3):290-2. doi: 10.3945/an.111.000463. Epub 2011 Apr 30. PMID: 22332061PMCID: <a href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/pmc3090164/\" target=\"_blank\">PMC3090164 </a></p>",
        "Body": "<p> Calcium is the 5th most abundant element in the body with &gt;99% residing in the skeleton as hydroxyapatite, a complex calcium phosphate molecule. This mineral supplies the strength to bones that support locomotion, but it also serves as a reservoir to maintain serum calcium levels. Calcium plays a central role in a wide range of essential functions. Its metabolism is regulated by 3 major transport systems: intestinal absorption, renal reabsorption, and bone turnover. Calcium transport in these tissues is regulated by a sophisticated homeostatic hormonal system that involves parathyroid hormone, 1,25 dihydroxyvitamin D, ionized calcium, and the calcium sensing recepto</p>\n"
    },
    {
        "Id": 2,
        "Micro": "КАЛЬЦИЙ",
        "Head": "<p> 2.Rowe P, Koller A, Sharma S. <i>Physiology, Bone Remodelin</i><i>. </i>In: StatPearls [Internet]. Treasure Island (FL): StatPearls Publishing; 2021 Jan. 2021 Feb 9. PMID: 29763038 Bookshelf ID: <a href=\"http://www.ncbi.nlm.nih.gov/books/nbk499863/\" target=\"_blank\">NBK499863 </a></p>",
        "Body": "<p> Bones are not inert structures within the human body; they continue to change over the course of a lifespan. This process of skeletal change is known as bone remodeling, which both protects the structural integrity of the skeletal system and metabolically contributes to the body's balance of calcium and phosphorus. Remodeling entails the resorption of old or damaged bone, followed by the deposition of new bone material. The German anatomist and surgeon Julius Wolff developed a law that describes the nature of bone remodeling regarding stresses. Wolff's Law states that bones will adapt to the degree of mechanical loading, such that an increase in loading will cause the architecture of the internal, spongy bone to strengthen, followed by the strengthening of the cortical layer. Furthermore, a decrease in stress on the bone will cause these bone layers to weaken. The duration, magnitude, and rate of forces applied to the bone (in other words, tendons pulling at their attachments), dictate the way in which the integrity of the bone is altered. There are primarily 2 cells that are responsible for both the resorption and deposition phases of bone remodeling: osteoclasts and osteoblasts; however, osteocytes have a role in this process as well. The activity of these cells, particularly the osteoclasts, are influenced directly or indirectly by hormonal signals. This interaction between bone remodeling cells and hormones creates the opportunity for a multitude of pathophysiological consequences.</p>\n<p> [Dawson-Hughes B. <i>Calcium supplementation and bone loss: a review of controlled clinicaltrials </i><i>.</i> Am J Clin Nutr. 1991 Jul;54(1 Suppl):274S-280S. doi: 10.1093/ajcn/54.1.274S.</p>\n<p> Abstract</p>\n<p> The responsiveness of postmenopausal women to supplementation with calcium appears to depend on their menopausal age. In women who are within the first 5 y of menopause, bone loss from the radius is attenuated but not arrested by added calcium. The maximal effect appears to occur with supplement dosages of approximately 1000 mg elemental Ca/d. In contrast, the spine is unresponsive to supplementation with calcium even at higher doses in early postmenopausal women. In late postmenopausal women, bone loss from the radius is attenuated by increased calcium intake. Loss from the spine can be retarded by increasing calcium intake to the current recommended dietary allowance in older women with low usual calcium diets. The effect of supplementation with higher doses of calcium in this segment of the population is unknown. Finally, the effect of added calcium on hip density of postmenopausal women is not yet established.]</p>\n"
    },
    {
        "Id": 3,
        "Micro": "КАЛЬЦИЙ",
        "Head": "<p> 3. Straub DA. <i>Calcium supplementation in clinical practice: a review of forms, doses,and indications </i><i>.</i> Nutr Clin Pract. 2007 Jun;22(3):286-96. doi: 10.1177/0115426507022003286.</p>",
        "Body": "<p> Abstract</p>\n<p> Most Americans do not meet the adequate intake (AI) for calcium; calcium supplements can help meet requirements. Calcium supplementation has been found to be beneficial for bone health in children, young adults, and menopausal women. In addition to calcium, vitamin D is necessary for bone health and is generally deficient in the industrialized world. Calcium from carbonate and citrate are the most common forms of calcium supplements. Calcium carbonate, the most cost-effective form, should be taken with a meal to ensure optimal absorption. Calcium citrate can be taken without food and is the supplement of choice for individuals with achlorhydria or who are taking histamine-2 blockers or protein-pump inhibitors. Calcium lactate and calcium gluconate are less concentrated forms of calcium and are not practical oral supplements. Research on hydroxyapatite as a source of calcium is limited, so this form of calcium is not recommended. The maximum dose of elemental calcium that should be taken at a time is 500 mg. U.S. Pharmacopeia-verified calcium supplements meet vigorous manufacturing and quality requirements. Absorption from calcium-fortified beverages varies and in general is not equal to that of milk. Potential adverse effects of calcium supplementation include gastrointestinal complaints. Renal calculi in most studies have not been associated with calcium supplementation. The risk of advanced and fatal prostate cancer has been associated with calcium intakes from food or supplements in amounts &gt;1500 mg/d.</p>\n"
    },
    {
        "Id": 4,
        "Micro": "КАЛЬЦИЙ",
        "Head": "<p> 4. [Dawson-Hughes B. <i>Calcium supplementation and bone loss: a review of controlled clinicaltrials </i><i>.</i> Am J Clin Nutr. 1991 Jul;54(1 Suppl):274S-280S. doi: 10.1093/ajcn/54.1.274S.</p>",
        "Body": "<p> Abstract</p>\n<p> The responsiveness of postmenopausal women to supplementation with calcium appears to depend on their menopausal age. In women who are within the first 5 y of menopause, bone loss from the radius is attenuated but not arrested by added calcium. The maximal effect appears to occur with supplement dosages of approximately 1000 mg elemental Ca/d. In contrast, the spine is unresponsive to supplementation with calcium even at higher doses in early postmenopausal women. In late postmenopausal women, bone loss from the radius is attenuated by increased calcium intake. Loss from the spine can be retarded by increasing calcium intake to the current recommended dietary allowance in older women with low usual calcium diets. The effect of supplementation with higher doses of calcium in this segment of the population is unknown. Finally, the effect of added calcium on hip density of postmenopausal women is not yet established.]</p>\n"
    },
    {
        "Id": 5,
        "Micro": "КАЛЬЦИЙ",
        "Head": "<p> 5. Wallace TC, Reider C, Fulgoni VL 3<sup>rd</sup>. <i>Calcium and vitamin D disparities are related to gender, age, race,household income level, and weight classification but not vegetarianstatus in the United States: Analysis of the NHANES 2001-2008 data set </i><i>. </i> J Am Coll Nutr. 2013;32(5):321-30. doi: 10.1080/07315724.2013.839905. PMID: 24219375</p>",
        "Body": "<p> Abstract</p>\n<p><strong>Objective:</strong> Adequate calcium and vitamin D intakes are critical during all life cycle stages. This study aimed to characterize usual intakes of calcium and vitamin D from food and dietary supplements in specific subpopulations of Americans so that fortification/enrichment and supplementation efforts may be targeted toward populations who are truly in need.</p>\n<p><strong>Methods:</strong> The National Cancer Institute method was used to estimate usual intakes of calcium and vitamin D by source and compared usual intakes to the established Dietary Reference Intakes for U.S. residents aged ≥4 years using National Health and Nutrition Examination Survey 2001-2002, 2003-2004, 2005-2006, and 2007-2008 data sets.</p>\n<p><strong>Results:</strong> These results showed for the first time that low-income, overweight, and/or obese minority populations may be at greater risk of calcium and vitamin D insufficiency. Children aged 4-8 years were more likely to obtain recommended dairy intakes compared with older children and adults of all ages. Food intakes of calcium decreased with age in adults. Adults who used supplemental calcium showed a lower prevalence of insufficiency. Calcium and vitamin D intakes from food and dietary supplements were not related to vegetarian status. Excessive intakes of calcium and vitamin D above the tolerable upper intake level were low among all studied populations and \"overnutrification\" was not widely present across these analyses.</p>\n<p><strong>Conclusions:</strong> Age- and gender-specific supplementation and modest use of fortification with calcium and vitamin D may be warranted for targeting certain subpopulations, particularly older adults, teenagers, minorities, and those who are low income and overweight and/or obese.</p>\n<p><strong>Practical application:</strong> This study aimed to characterize usual intakes of calcium and vitamin D from food and dietary supplements in specific subpopulations of Americans so that fortification/enrichment and supplementation efforts may be better targeted. Low-income, overweight, and/or obese minority populations may be at a greater risk of calcium and vitamin D insufficiency.</p>\n"
    },
    {
        "Id": 6,
        "Micro": "КАЛЬЦИЙ",
        "Head": "<p> 6. Goldstein DA, Walker HK, Hall WD, Hurst JW. <i>Serum Calcium</i><i>.</i> Clinical Methods: The History, Physical, and Laboratory Examinations. 3rd edition. Boston: Butterworths; 1990. Chapter 143. PMID: 21250094 Bookshelf ID: <a href=\"http://www.ncbi.nlm.nih.gov/books/nbk250/\" target=\"_blank\">NBK250 </a></p>",
        "Body": "<p> The calcium homeostatic system depends on several important factors: parathyroid hormone (PTH), vitamin D, phosphate, and magnesium. PTH serves as a receptor arm to correct alterations in the steady-state level of serum calcium. A small fall in ionized calcium will quickly lead to a rise in PTH secretion. The result of this increase in PTH is a rapid release of calcium from bone. This release requires the active form of vitamin D, 1,25-dihydroxycholecalciferol (1,25-DHCC), but is not dependent on bone turnover or an increase in the number of osteoclasts. This effect of PTH most probably is mediated via the transport of calcium from the bone extracellular fluid (ECF). Only if the requirement for calcium is sufficient arid prolonged does PTH affect osteoclast proliferation and increase bone turnover.</p>\n"
    },
    {
        "Id": 7,
        "Micro": "КАЛЬЦИЙ",
        "Head": "<p> 7. Bohmer H, Müller H, Resch KL et al. <i>Calcium supplementation with calcium-rich mineral waters: a systematicreview and meta-analysis of its bioavailability </i> . Osteoporos Int. 2000;11(11):938-43. doi: 10.1007/s001980070032. Abstract</p>",
        "Body": "<p> The relevance of calcium (Ca2+), an essential bone mineral, to the prevention and treatment of osteoporosis is well established. However, a good deal of evidence casts doubt on the validity of current RDAs (recommended daily allowance), i.e., 800-1000 mg/day. New guidelines consistently advocate higher daily intakes (up to 1500 mg/day), a goal that may be difficult to achieve for many patients. Environmental as well as individual behavioral factors may limit the consumption of dairy products, whereas calcium supplements require a high level of compliance and cause additional costs. Calcium-rich mineral waters may offer a promising alternative. A systematic literature search was performed (Medline, years 1966-1998) to identify experimental studies on the bioavailability of calcium-rich mineral waters. First, all publications on calcium absorption from mineral waters were identified, and, in a second step, studies comparing calcium absorption from mineral waters with that from dairy products. Four studies fulfilled all inclusion criteria. A meta-analysis based on published p values indicated calcium absorption from mineral waters was significantly higher (p = 0.03) than that from dairy products. Although only few studies with a relatively small number of subjects are available to date, the bioavailability of calcium from calcium-rich mineral waters thus seems to be at least comparable to, and possibly better than, that from dairy products. These results are in keeping with the assumption that calcium-rich mineral water is a useful calcium source to achieve new, higher recommended daily allowances of calcium.</p>\n"
    },
    {
        "Id": 8,
        "Micro": "КАЛЬЦИЙ",
        "Head": "<p> 8. Vannucci L, Fossi C, Quattrini S. <i>Calcium Intake in Bone Health: A Focus on Calcium-Rich Mineral Waters </i><i>.</i> Nutrients. 2018 Dec 5;10(12):1930. doi: 10.3390/nu10121930.</p>",
        "Body": "<p> Abstract</p>\n<p> Calcium is an essential element that plays numerous biological functions in the human body, of which one of the most important is skeleton mineralization. Bone is a mineralized connective tissue in which calcium represents the major component, conferring bone strength and structure. Proper dietary calcium intake is important for bone development and metabolism, and its requirement can vary throughout life. The mineral composition of drinking water is becoming relevant in the modulation of calcium homeostasis. In fact, calcium present in mineral drinking waters is an important quantitative source of calcium intake. This, together with its excellent bioavailability, contributes to the maintenance of the bone health. This article aims to examine studies that assessed the bioavailability of the calcium contained in calcium-rich mineral waters and their impact on bone health, including original data collected in a recent study in humans.</p>\n"
    },
    {
        "Id": 9,
        "Micro": "КАЛЬЦИЙ",
        "Head": "<p> 9. Tunick MH. <i>Calcium in dairy products</i><i>.</i> J Dairy Sci. 1987 Nov;70(11):2429-38. doi: 10.3168/jds.S0022-0302(87)80305-3.</p>",
        "Body": "<p> Calcium, an essential nutrient, is often consumed below the recommended amounts, which could lead to various health problems. Dairy products provide the best dietary source of this mineral since normal servings of milk, cheese, and yogurt contain substantial per- centages of the RDA of calcium. Alterations in the manufacture of dairy products, such as use of membrane procedures or addition of calcium salts, can raise their calcium even further. Additional research on dairy food calcium and its role in health is needed.</p>\n"
    },
    {
        "Id": 10,
        "Micro": "КАЛЬЦИЙ",
        "Head": "<p> 10. Ai T, Shang L, He C et al. Development of multi-layered gastric floating tablets based on konjac glucomannan: a modified calcium supplement with enhanced bioavailability. Food Funct. 2019 Oct 16;10(10):6429-6437. doi: 10.1039/c9fo01107b.</p>",
        "Body": "<p> Abstract</p>\n<p> This study developed a gastric-floating delivery system of calcium based on konjac glucomannan (KGM). The developed calcium tablets, consisting of one core layer coated with two barrier layers, were fabricated with a facile method. The role of KGM within the tablets was evaluated from characteristics including swelling behavior, hydrated gel properties, floating ability and release profiles of calcium (Ca). The results indicated that upregulating the KGM fraction accelerated the formation of a more compact gel network in gastric conditions, which prolonged both the floating lag time and floating duration, which resulted in a more sustained swelling behavior and a slower release of calcium. Among all the formulations, a core tablet containing 20% KGM (K20) was selected as the optimized one as it could quickly float up in 7.21 s, exhibited an almost linear release and obtained a release amount of 87.73% within 12 h. Finally, a comparison of in vivo calcium bioavailability between a KGM-based calcium tablet and a commercial calcium tablet (Caltrate®) was carried out by monitoring the serum calcium concentration after administration in rabbits. The results suggested that, after having the KGM-based calcium tablet, the changes of serum calcium levels were gentler due to a sustained-release property. The difference integral value between profile K20 and the baseline was 1.4358, larger than that of Caltrate® (1.1808), suggesting the higher absorption efficiency of KGM-based calcium tablets.</p>\n"
    }
]