[
    {
        "Id": 1,
        "Micro": "ЙОД",
        "Head": "<p> 1. Lazarus JH. The importance of iodine in public health.Environ Geochem Health. 2015 Aug;37(4):605-18. doi: 10.1007/s10653-015-9681-4. Epub 2015 Feb 7.</p>",
        "Body": "<p> The element iodine, a member of the seventh periodic group of elements, was discovered in 1811 by Courtois. It was not thought to be relevant to thyroid physiology until 1895 when its presence in the thyroid gland was first recognized. Marine (1915) found that thyroid tissue from dogs who were fed iodine contained a large amount of the element, especially if the dog was goitrous. During the twentieth century, following the introduction of radioisotopes and tech- niques of chemical analysis, the physiological role has been extensively investigated. This paper will focus on the effects of iodine deficiency in relation to maternal thyroid function and childhood brain development and cognitive outcomes.</p>\n<p> Iodine is an essential element for normal growth and development in animals and man. The healthy human contains 15–20mg of iodine of which 70–80 % is in the thyroid gland. The normal daily requirement for dietary intake is 100–150 lg of iodine, but this requirement is increased in pregnancy to at least 200 lg/day. Following dietary ingestion, iodine is absorbed mainly in the jejunum and circu- lates in the plasma as inorganic iodine. The thyroid gland may be regarded as a factory utilizing iodine in the manufacture of thyroid hormones</p>\n<p> Most commercially prepared bread contains very little iodine unless the manufacturer has used potassium iodate or calcium iodate as a dough conditioner [ <a href=\"https://ods.od.nih.gov/factsheets/Iodine-HealthProfessional/#en10\">10 </a> , <a href=\"https://ods.od.nih.gov/factsheets/Iodine-HealthProfessional/#en11\">11 </a> ]. Manufacturers list dough conditioners as an ingredient on product labels but are not required to include iodine on the Nutrition Facts label [ <a href=\"https://ods.od.nih.gov/factsheets/Iodine-HealthProfessional/#en12\">12 </a> ], even though these conditioners provide a substantial amount of iodine. According to 2019 data from the USDA Branded Food Products Database, approximately 20% of ingredient labels for white bread, whole-wheat bread, hamburger buns, and hot dog buns listed iodate [ <a href=\"https://ods.od.nih.gov/factsheets/Iodine-HealthProfessional/#en13\">13 </a> ]. Pasta is not a source of iodine unless it is prepared in water containing iodized salt because it absorbs some of the iodine [ <a href=\"https://ods.od.nih.gov/factsheets/Iodine-HealthProfessional/#en11\">11 </a> ].</p>\n<p> Most fruits and vegetables are poor sources of iodine, and the amounts they contain are affected by the iodine content of the soil, fertilizer use, and irrigation practices [ <a href=\"https://ods.od.nih.gov/factsheets/Iodine-HealthProfessional/#en2\">2 </a> , <a href=\"https://ods.od.nih.gov/factsheets/Iodine-HealthProfessional/#en10\">10 </a> ]. This variability affects the iodine content of meat and animal products because of its impact on the iodine content of foods that the animals consume [ <a href=\"https://ods.od.nih.gov/factsheets/Iodine-HealthProfessional/#en14\">14 </a> ]. The iodine amounts in different seaweed species also vary greatly. For example, commercially available seaweeds in whole or sheet form have iodine concentrations ranging from 16 mcg/g to 2,984 mcg/g [ <a href=\"https://ods.od.nih.gov/factsheets/Iodine-HealthProfessional/#en15\">15 </a> ]. For these reasons, the values for the foods listed in Table 2 are approximate but can be used as a guide for estimating iodine intakes.</p>\n"
    },
    {
        "Id": 2,
        "Micro": "ЙОД",
        "Head": "<p> 2. Andersen S, Noahsen P, Rex KF, Florian-Sørensen HC, Mulvad G. Iodine in Edible Seaweed, Its Absorption, Dietary Use, and Relation to Iodine Nutrition in Arctic People.J Med Food. 2019 Apr;22(4):421-426. doi: 10.1089/jmf.2018.0187.</p>",
        "Body": "<p> Dietary iodine is important to human health, and both low and high iodine intake levels increase the risk of disease. Seaweed is rich in iodine and it is a common component in both Asian and in Arctic cuisines. While the intake and impact are known for Asian people, data are lacking for Arctic people. We aimed to (1) measure iodine content of dietary seaweeds in Greenland, (2) estimate iodine absorption, and (3) assess the impact on iodine intake in Arctic people. A hunter in East Greenland donated household seaweed for (1) measurement of iodine content and (2) ingestion of 45 g by each of eight individuals with subsequent urine collections. (3) In Ammassalik, 96% of 50-69-year-old Inuit reported on the frequency of intake of seaweed and provided a spot urine sample for iodine measurement.Seaweed species provided were Chondrus crispus and Ascophyllum nodosum. (1) The iodine content was 47 and 102 mg/g, respectively. (2) An estimated 1.1 and 1.9 mg of the ingested 2.1 and 4.6 of iodine in seaweed were excreted in the urine within 2 days. (3) More than two in three Inuit reported some dietary use, and 41% (109 of 268) reported a weekly intake of dietary seaweed, which was associated with iodine excretion. In conclusion, the iodine content of edible seaweeds in the Arctic is very high and bioavailable. Dietary intake contributed to the recommended iodine intake level, but marked variation in iodine excretion calls for evaluation of the impact on thyroid function.</p>\n"
    },
    {
        "Id": 3,
        "Micro": "ЙОД",
        "Head": "<p> 3. Zhao W, Li X, Xia X, Gao Z, Han C. Iodine Nutrition During Pregnancy: Past, Present, and Future. Biol Trace Elem Res. 2019 Mar;188(1):196-207. doi: 10.1007/s12011-018-1502-z. Epub 2018 Sep 14.</p>",
        "Body": "<p> Iodine is a trace element that is important for the synthesis of thyroid hormones. During pregnancy, iodine requirements are increased by approximately 50% because of physiological changes. Adequate iodine status in pregnancy is crucial for maternal health and fetal growth. The World Health Organization (WHO) recommends a daily intake of 250 μg iodine for pregnant women to maintain adequate iodine status. Severe iodine deficiency during pregnancy can result in a series of detrimental effects on maternal and fetal health including hypothyroidism, goiter, stillbirth, abortion, increased neonatal mortality, neurological damage, and intellectual impairment. Correction of severe iodine deficiency can reduce the risk of adverse impacts. However, the influences of mild-to-moderate maternal iodine deficiency on fetal neural development and cognitive function are less clear. The safety and efficacy of iodine supplementation in mildly-to-moderately iodine-deficient women also remain uncertain. In addition, excess iodine during pregnancy carries a risk of adverse effects, and the recommended safe upper limits of iodine intake are controversial. Effective iodine supplementation should be implemented, and routine monitoring is necessary to guarantee adequate iodine status.]</p>\n"
    },
    {
        "Id": 4,
        "Micro": "ЙОД",
        "Head": "<p> 4. Zimmermann MB, Jooste PL, Pandav CS. <a href=\"https://pubmed.ncbi.nlm.nih.gov/18676011/\">Iodine-deficiency disorders. </a> Lancet. 2008 Oct 4;372(9645):1251-62. doi: 10.1016/S0140-6736(08)61005-3.PMID: 18676011</p>",
        "Body": "<p> 2 billion individuals worldwide have insufficient iodine intake, with those in south Asia and sub-Saharan Africa particularly affected. Iodine deficiency has many adverse effects on growth and development. These effects are due to inadequate production of thyroid hormone and are termed iodine-deficiency disorders. Iodine deficiency is the most common cause of preventable mental impairment worldwide. Assessment methods include urinary iodine concentration, goitre, newborn thyroid-stimulating hormone, and blood thyroglobulin. In nearly all countries, the best strategy to control iodine deficiency is iodisation of salt, which is one of the most cost-effective ways to contribute to economic and social development. When iodisation of salt is not possible, iodine supplements can be given to susceptible groups. Introduction of iodised salt to regions of chronic iodine-deficiency disorders might transiently increase the proportion of thyroid disorders, but overall the small risks of iodine excess are far outweighed by the substantial risks of iodine deficiency. International efforts to control iodine-deficiency disorders are slowing, and reaching the third of the worldwide population that remains deficient poses major challenges.</p>\n"
    },
    {
        "Id": 5,
        "Micro": "ЙОД",
        "Head": "<p> 5. Leung AM, Bauer AJ, Benvenga S, Brenner AV, Hennessey JV, Hurley JR, Milan SA, Schneider AB, Sundaram K, Toft DJ. <a href=\"https://pubmed.ncbi.nlm.nih.gov/28537500/\">American Thyroid Association Scientific Statement on the Use ofPotassium Iodide Ingestion in a Nuclear Emergency. </a> Thyroid. 2017 Jul;27(7):865-877. doi: 10.1089/thy.2017.0054. Epub 2017 Jun 21.PMID: 28537500</p>",
        "Body": "<p> The thyroid gland requires iodine to synthesize thyroid hormone and normally collects and retains 10–50% of ingested iodine, depending on the iodine content of the diet. Since there is no chemical difference between stable and radioactive iodine, the thyroid cannot discriminate between them and absorbs the same proportion of both from the circulation. As a result, the thyroid has a higher level of radiation exposure through <sup>131</sup> I than any other organ. The iodine content in KI, if ingested in the immediate period following a nuclear accident, acts as a competitive inhibitor to the uptake of <sup>131</sup>I by the thyroid gland. The half-life of <sup>131</sup>I is approximately eight days. Therefore, at least six to seven weeks of precautions might be necessary to minimize thyroidal uptake in the unlikely event that exposure persisted that long (i.e., 0.78% would be present at seven weeks). The ingestion of KI within one to two hours of <sup>131</sup>I inhalation is able to block &gt;90% of thyroidal uptake of <sup>131</sup>I ( <a href=\"https://www.liebertpub.com/doi/10.1089/thy.2017.0054?url_ver=Z39.88-2003&amp;rfr_id=ori%3Arid%3Acrossref.org&amp;rfr_dat=cr_pub++0pubmed&amp;#B6\">6 </a> ), but it also has a substantial protective effect if taken three to four hours after exposure. In adults, <sup>131</sup>I uptake by the thyroid can be markedly suppressed by a single dose of 30 mg of KI. This suppression can be maintained with doses of at least 15 mg once daily ( <a href=\"https://www.liebertpub.com/doi/10.1089/thy.2017.0054?url_ver=Z39.88-2003&amp;rfr_id=ori%3Arid%3Acrossref.org&amp;rfr_dat=cr_pub++0pubmed&amp;#B61\">61 </a> ). In general, the iodine content of iodinated table salt and otheriodine-containing foods is insufficient to block the effects of thyroidal <sup>131</sup>I uptake. Also, ingestion of KI does not protect the thyroid against the effects of internal or external exposure to other radioactive isotopes.</p>\n"
    },
    {
        "Id": 6,
        "Micro": "ЙОД",
        "Head": "<p> 6. Pepose JS, Ahuja A, Liu W, Narvekar A, Haque R. <a href=\"https://pubmed.ncbi.nlm.nih.gov/29787732/\">Randomized, Controlled, Phase 2 Trial ofPovidone-Iodine/Dexamethasone Ophthalmic Suspension for Treatmentof Adenoviral Conjunctivitis. </a> Am J Ophthalmol. 2018 Oct;194:7-15. doi: 10.1016/j.ajo.2018.05.012. Epub 2018 May 19.PMID: 29787732</p>",
        "Body": "<p> Purpose: To evaluate the efficacy/safety of an ophthalmic suspension of povidone-iodine (PVP-I) 0.6% and dexamethasone 0.1% in patients with acute adenoviral conjunctivitis.</p>\n<p> Design: Multicenter, randomized, vehicle-controlled, double-masked trial.</p>\n<p> Methods: Adults with a positive Rapid Pathogen Screening Adeno-Detector Plus test were randomized 1:1:1 to PVP-I 0.6%/dexamethasone 0.1%, PVP-I 0.6%, or vehicle, bilaterally 4 times daily for 5 days (days 1-5). Patients were evaluated on days 3, 6, and 12 (+1-day window). Efficacy measures included clinical resolution and adenoviral eradication.</p>\n<p> Results: Overall, 144 patients were included in the efficacy analysis (PVP-I/dexamethasone, n = 48; PVP-I, n = 50; vehicle, n = 46). The proportion of patients with clinical resolution (primary study eye with last observation carried forward [LOCF]) at the day 6 visit was higher with PVP-I/dexamethasone (31.3%) than with vehicle (10.9%; P = .0158) and PVP-I (18.0%; P = nonsignificant). The proportion with adenoviral eradication (primary study eye with LOCF) was higher with PVP-I/dexamethasone than with vehicle at the day 3 (35.4% vs 8.7%; P = .0019) and day 6 (79.2% vs 56.5%; P = .0186) visits and vs PVP-I (day 3 visit, 32.0%; day 6 visit, 62.0%; each P = nonsignificant). Treatment-emergent adverse events (AEs) occurred in 69.0% (vehicle), 62.7% (PVP-I), and 53.4% (PVP-I/dexamethasone) of patients in the safety dataset. Discontinuation owing to AEs occurred in 37 patients (vehicle, n = 16; PVP-I, n = 12; PVP-I/dexamethasone, n = 9).</p>\n<p> Conclusion: PVP-I/dexamethasone appeared safe and well tolerated, and significantly improved clinical resolution and adenoviral eradication in patients with acute adenoviral conjunctivitis.</p>\n"
    },
    {
        "Id": 7,
        "Micro": "ЙОД",
        "Head": "<p> 7. Roeckner JT, Sanchez-Ramos L, Mitta M, Kovacs A, Kaunitz AM. <a href=\"https://pubmed.ncbi.nlm.nih.gov/30954518/\">Povidone-iodine 1% is the most effective vaginal antiseptic forpreventing post-cesarean endometritis: a systematic review andnetwork meta-analysis. </a> Am J Obstet Gynecol. 2019 Sep;221(3):261.e1-261.e20. doi: 10.1016/j.ajog.2019.04.002. Epub 2019 Apr 4.PMID: 30954518</p>",
        "Body": "<p> Background: Direct comparison metaanalyses have reported benefits with presurgical vaginal preparation before cesarean delivery for the reduction of endometritis. These reports did not perform a multitreatment comparison of the various antiseptic solutions assessed in previous studies.</p>\n<p> Objective: The purpose of this study was to review the literature systematically and quantitate and summarize indirectly the comparative efficacy of antiseptic formulations and their concentrations that are used for the preparation of the vagina before cesarean delivery in the prevention of endometritis and other infectious complications.</p>\n<p> Study design: We used MEDLINE, EMBASE (from their inception to November 2018) and Cochrane databases, biographies, and conference proceedings. We used randomized clinical trials of patients who underwent surgical preparation of the vagina with antiseptic formulations before cesarean delivery with the aim of reducing the risk of infectious morbidity. Our systematic review was registered and followed the Preferred Reporting Items for Systematic Review and Meta-analysis Extension for network meta-analysis guidelines. Network meta-analysis was performed with computerized software and used user-written programs to assess consistency, inconsistency, ranking probabilities, and graphing results. Direct and indirect pairwise comparisons of the various formulations and their concentrations were performed with the use of multivariate random-effects models and metaregression. A frequentist inference method was employed for the fitted model to estimate the ranking probabilities. Subgroup analyses for patients in labor, not in labor, and with ruptured membranes were conducted.</p>\n<p> Results: For the prevention of endometritis, we identified 23 studies that comprised 7097 women who were allocated to the following treatments: povidone-iodine (1%, 5%, 10%), chlorhexidine (0.2%, 0.4%), metronidazole gel, cetrimide, or normal saline solution/no treatment. Direct and indirect pairwise comparisons indicated that, when compared with saline solution or no treatment, all antiseptic formulations decreased rates of endometritis (5.2% vs 9.1%; odds ratio, 0.48; 95% confidence interval, 0.35-0.65; 22 studies/6994 women). Individually, povidone-iodine (odds ratio, 0.43; 95% confidence interval, 0.28-0.64; 16 studies/5968 women), cetrimide (odds ratio, 0.34; 95% confidence interval, 0.13-0.90; 1 study/200 women), and metronidazole (odds ratio, 0.38; 95% confidence interval, 0.16-0.90; 1 study/224 women) significantly reduced the risk of endometritis. Rankings of vaginal preparations indicated that povidone-iodine 1% had the highest probability (72.7%) of being the most effective treatment for the prevention of endometritis. For the secondary outcomes of postoperative wound infection and fever, a significant reduction was found only with povidone-iodine (odds ratio, 0.61; 95% confidence interval, 0.48-0.78; 16 studies/5968 women; and odds ratio, 0.58; 95% confidence interval, 0.40-0.83; 12 studies/4667 women). Subgroup analyses also found that povidone-iodine significantly reduced risk of endometritis for women in labor (odds ratio, 0.42; 95% confidence interval, 0.20-0.88; 5 studies/1211 women), with ruptured membranes(odds ratio, 0.21; 95% confidence interval, 0.10-0.44; 4 studies/476 women), and undergoing planned cesarean delivery (odds ratio, 0.39; 95% confidence interval, 0.27-0.57; 8 studies/1825 women).</p>\n<p> Conclusion: Among patients who underwent cesarean delivery, presurgical vaginal irrigation with povidone-iodine had the highest probability of reducing the risk of endometritis, postoperative wound infections, and fever.</p>\n"
    },
    {
        "Id": 8,
        "Micro": "ЙОД",
        "Head": "<p> 8. J. Bianchi.Cadexomer-iodine in the treatment of venous leg ulcers: what is theevidence?J Wound Care. 2001 Jun;10(6):225-9. doi: 10.12968/jowc.2001.10.6.26085</p>",
        "Body": "<p> The work reviewed here provides some evidence to suggest that CI can influence wound healing. Although healing rates are important, they are not an essential part of debridement, where the focus is on wound bed preparation. 3</p>\n<p> This review aimed to assess the useful- ness of CI in venous leg ulcers, but these wounds rarely require extensive debride- ment. By limiting the article to venous ulcers, the potential value of CI as a debriding agent may have been underestimated.</p>\n<p> Recent in vivo work has suggested that CI may provide pro-inflammatory stimu- lus in wound tissue by activating resident macrophages.37 This is interesting, but in vitro situations cannot be directly related to the complex wound environment.</p>\n<p> With the exception of one study,10 the papers reviewed here are more than 10 years old and some of the local dress- ings used as comparators to CI are no longer used in wound care. Further stud- ies conducted in a standard format with adequate patient numbers and durations are needed to strengthen the evidence for the use CI in venous ulcers</p>\n"
    },
    {
        "Id": 9,
        "Micro": "ЙОД",
        "Head": "<p> 9. O'Meara S, Al-Kurdi D, Ologun Y, Ovington LG, Martyn-St James M, Richardson R. <a href=\"https://pubmed.ncbi.nlm.nih.gov/24408354/\">Antibiotics and antiseptics for venous leg ulcers. </a> Cochrane Database Syst Rev. 2014 Jan 10;(1):CD003557. Doi`; 10.1002/14651858.CD003557.pub5.PMID: 24408354 Review.</p>",
        "Body": "<p> No between-group differences in complete healing were detected when cadexomer iodine was compared with the following: hydrocolloid dressing; paraffin gauze dressing; dextranomer; and silver-impregnated dressings.Povidone iodine: no between-group differences in complete healing were detected when povidone-iodine was compared with the following: hydrocolloid; moist or foam dressings according to wound status; and growth factor. Time to healing estimates for povidone-iodine versus dextranomer, and for povidone-iodine versus hydrocolloid, were likely to be unreliable.Peroxide-based preparations: four RCTs reported findings in favour of peroxide-based preparations when compared with usual care for surrogate healing outcomes (change in ulcer area). There was no report of complete healing.Honey-based preparations: no between-group difference in time to healing or complete healing was detected for honey-based products when compared with usual care.Silver-based preparations: no between-group differences in complete healing were detected when 1% silver sulphadiazine ointment was compared with standard care/placebo and tripeptide copper complex; or when different brands of silver-impregnated dressings were compared; or when silver-impregnated dressings were compared with non-antimicrobial dressings.Other topical antibiotics: data from one RCT suggested that more participants healed at four weeks when treated with an enzymatic cleanser (a non-antibiotic preparation) compared with a chloramphenicol-containing ointment (additional active ingredients also included in the ointment): RR 0.13 (95% CI 0.02 to 0.99). No between-group differences in complete healing were detected for framycetin sulphate ointment versus enzymatic cleanser; chloramphenicol ointment versus framycetin sulphate ointment; mupirocin ointment versus vehicle; and topical antibiotics given according to antibiogram versus an herbal ointment.Other topical antiseptics: data from one RCT suggested that more participants receiving an antiseptic ointment (ethacridine lactate) had responsive ulcers (defined as &gt; 20% reduction in area) at four weeks when compared with placebo: RR 1.45 (95% CI 1.21 to 1.73). Complete healing was not reported.</p>\n"
    },
    {
        "Id": 10,
        "Micro": "ЙОД",
        "Head": "<p> 10. Jean-Baptiste V, Moreno-Reyes R.<sup> </sup><a href=\"https://pubmed.ncbi.nlm.nih.gov/28079353/\">Historical aspects of iodine deficiency control. </a> Minerva Med. 2017 Apr;108(2):124-135. doi: 10.23736/S0026-4806.17.04884-4.Epub 2017 Jan 12</p>",
        "Body": "<p> Abstract</p>\n<p> In 1895, iodine was characterized as an essential element of thyroid tissue by Baumann. The efficacy of iodine to prevent goiter was demonstrated by Marine in Northern USA in 1916-1920. Severe endemic goiter and cretinism had been almost entirely eliminated from continental Western Europe and Northern America before the 1930's; however large populations elsewhere and even some places in Western Europe (Sicily) were still affected up to the 2000's. Public health consequences of iodine deficiency are not limited to endemic goiter and cretinism. Iodine deficiency disorders include also increased neonatal death rate and decreased intellectual development, although these consequences are not included in the current estimation of the Global Burden Disease related to iodine deficiency. Severe iodine deficiency as a public health problem is now largely under control worldwide, but can still affect isolated places, in hard-to-reach and/or politically neglected populations. We emphasize the importance of maintaining international cooperation efforts, in order to monitor iodine status where iodine deficiency is now adequately controlled, and identify at-risk population where it is not. The goal should be now global eradication of severe iodine deficiency. Commercial distribution of iodized salt remains the most appropriate strategy. A randomized clinical trial in New Guinea clearly showed in the 1970's that correcting severe iodine deficiency early in pregnancy prevents endemic neurological cretinism. This supports the essential role of thyroid hormones of maternal origin on the normal fetal development, during the first trimester of pregnancy (i.e. when fetal thyroid is still not functional). A randomized clinical trial in Congo (RD) in the 1970's also showed that correcting severe iodine deficiency during pregnancy prevents myxœdematous cretinism, particularly prevalent in affected Congolese areas.</p>\n"
    }
]