[
    {
        "Id": 1,
        "Micro": "ЖЕЛЕЗО",
        "Head": "<p>1. Abbaspour N, Hurrell R, Kelishadi R <em>. Review on iron and its importance for human health</em>. J Res Med Sci. 2014 Feb;19(2):164-74. PMID: 24778671; PMCID: PMC3999603.</p>",
        "Body": "<p> From ancient times, man has recognized the special role of iron in health and disease. Iron had early medicinal uses by Egyptians, Hindus, Greeks, and Romans. During the 17<sup>th</sup> century, iron was used to treat chlorosis (green disease), a condition often resulting from the iron deficiency. However, it was not until 1932 that the importance of iron was finally settled by the convincing proof that inorganic iron was needed for hemoglobin synthesis. For many years, nutritional interest in iron focused on its role in hemoglobin formation and oxygen transport. Nowadays, although low iron intake and/or bioavailability are responsible for most anemia in industrialized countries, they account for only about half of the anemia in developing countries, where infectious and inflammatory diseases (especially malaria), blood loss from parasitic infections, and other nutrient deficiencies (vitamin A, riboflavin, folic acid, and vitamin B12) are also important causes.</p>\n"
    },
    {
        "Id": 2,
        "Micro": "ЖЕЛЕЗО",
        "Head": "<p>2. Ordway GA, Garry DJ. <em>Myoglobin: an essential hemoprotein in striated muscle</em>. J Exp Biol. 2004 Sep;207(Pt 20):3441-6. doi: 10.1242/jeb.01172. PMID: 15339940.</p>",
        "Body": "<p><strong>Abstract</strong></p>\n<p> Myoglobin is a cytoplasmic hemoprotein, expressed solely in cardiac myocytes and oxidative skeletal muscle fibers, that reversibly binds O2 by its heme residue, a porphyrin ring:iron ion complex. Since the initial discovery of its structure over 40 years ago, wide-ranging work by many investigators has added importantly to our understanding of its function and regulation. Functionally, myoglobin is well accepted as an O2-storage protein in muscle, capable of releasing O2 during periods of hypoxia or anoxia. Myoglobin is also thought to buffer intracellular O2 concentration when muscle activity increases and to facilitate intracellular O2 diffusion by providing a parallel path that augments simple diffusion of dissolved O2. The use of gene targeting and other molecular biological techniques has revealed important new insights into the developmental and environmental regulation of myoglobin and provided additional functions for this hemoprotein such as scavenging nitric oxide and reactive O2 species. These recent findings, coupled with additional emerging technologies and the discovery of other tissue globins, provide a framework for addressing new questions about myoglobin and readdressing old ones.</p>\n"
    },
    {
        "Id": 3,
        "Micro": "ЖЕЛЕЗО",
        "Head": "<p>3. Abbaspour N, Hurrell R, Kelishadi R. <em>Review on iron and its importance for human health</em>. J Res Med Sci. 2014 Feb;19(2):164-74. PMID: 24778671; PMCID: PMC3999603.</p>",
        "Body": "<p> Biochemistry and physiology</p>\n<p> In contrast to zinc, iron is an abundant element on earthcand is a biologically essential component of every living organism. However, despite its geologic abundance, iron is often a growth limiting factor in the environment. This apparent paradox is due to the fact that in contact with oxygen iron forms oxides, which are highly insoluble, and thus is not readily available for uptake by organisms. In response, various cellular mechanisms have evolved to capture iron from the environment in biologically useful forms. Examples are siderophores secreted by microbes to capture iron in a highly specific complexcor mechanisms to reduce iron from the insoluble ferric iron (Fe<sup>+3</sup>) to the soluble ferrous form (Fe<sup>+2</sup>) as in yeasts. Many of the mechanisms found in lower organisms, have analogous counterparts in higher organisms, including humans. In the human body, iron mainly exists in complex forms bound to protein (hemoprotein) as heme compounds (hemoglobin or myoglobin), heme enzymes, or nonheme compounds (flavin-iron enzymes, transferring, and ferritin). The body requires iron for the synthesis of its oxygen transport proteins, in particular hemoglobin and myoglobin, and for the formation of heme enzymes and other iron-containing enzymes involved in electron transfer and oxidation-reductions. Almost two-thirds of the body iron is found in the hemoglobin present in circulating erythrocytes, 25% is contained in a readily mobilizable iron store, and the remaining 15% is bound to myoglobin in muscle tissue and in a variety of enzymes involved in the oxidative metabolism and many other cell functions.</p>\n"
    },
    {
        "Id": 4,
        "Micro": "ЖЕЛЕЗО",
        "Head": "<p>4. Ahmed MH, Ghatge MS, Safo MK. <em>Hemoglobin: Structure, Function and Allostery.</em> Subcell Biochem. 2020;94:345-382. doi: 10.1007/978-3-030-41769-7_14. PMID: 32189307; PMCID: PMC7370311.</p>",
        "Body": "<p> Hemoglobin (Hb) is the most studied of the heme containing globulin proteins and yet is not fully understood. It was one of the first proteins to be studied by X-ray crystallography, and earned Max Perutz the Nobel Prize in Chemistry in 1962. The structural studies provided a plethora of data that offered glimpses of the magnificent molecular mechanisms behind Hb physiological functions. Hemoglobin is a polyfunctional molecule that is involved in several functions, such as catalytic (nitrite reductase, NO dioxygenase, monooxygenase, alkylhydroperoxidase, esterase, lipoxygenase); nitric oxide metabolism; metabolic reprogramming; pH regulation and maintaining redox balance. This chapter however, focuses on Hb primary function of oxygen transport and how mutations, endogenous or exogenous ligands or effectors affect Hb allostery.</p>\n"
    },
    {
        "Id": 5,
        "Micro": "ЖЕЛЕЗО",
        "Head": "<p> 5. Larsen B, Bourque J, Moore TM, Adebimpe A, Calkins ME, Elliott MA, Gur RC, Gur RE, Moberg PJ, Roalf DR, Ruparel K, Turetsky BI, Vandekar SN, Wolf DH, Shinohara RT, Satterthwaite TD. <em>Longitudinal Development of Brain Iron Is Linked to Cognition in Youth. </em> J Neurosci. 2020 Feb 26;40(9):1810-1818. doi: 10.1523/JNEUROSCI.2434-19.2020. Epub 2020 Jan 27. PMID: 31988059; PMCID: PMC7046454.</p>",
        "Body": "<p> Abstract</p>\n<p> Brain iron is vital to multiple aspects of brain function, including oxidative metabolism, myelination, and neurotransmitter synthesis. Atypical iron concentration in the basal ganglia is associated with neurodegenerative disorders in aging and cognitive deficits. However, the normative development of brain iron concentration in adolescence and its relationship to cognition are less well understood. Here, we address this gap in a longitudinal sample of 922 humans aged 8-26 years at the first visit (M = 15.1, SD = 3.72; 336 males, 486 females) with up to four multiecho T2* scans each. Using this sample of 1236 imaging sessions, we assessed the longitudinal developmental trajectories of tissue iron in the basal ganglia. We quantified tissue iron concentration using R2* relaxometry within four basal ganglia regions, including the caudate, putamen, nucleus accumbens, and globus pallidus. The longitudinal development of R2* was modeled using generalized additive mixed models (GAMMs) with splines to capture linear and nonlinear developmental processes. We observed significant increases in R2* across all regions, with the greatest and most prolonged increases occurring in the globus pallidus and putamen. Further, we found that the developmental trajectory of R2* in the putamen is significantly related to individual differences in cognitive ability, such that greater cognitive ability is increasingly associated with greater iron concentration through late adolescence and young-adulthood. Together, our results suggest a prolonged period of basal ganglia iron enrichment that extends into the mid-twenties, with diminished iron concentration associated with poorer cognitive ability during late adolescence.<strong>SIGNIFICANCE STATEMENT</strong> Brain tissue iron is essential to healthy brain function. Atypical basal ganglia tissue iron levels have been linked to impaired cognition in iron deficient children and adults with neurodegenerative disorders. However, the normative developmental trajectory of basal ganglia iron concentration during adolescence and its association with cognition are less well understood. In the largest study of tissue iron development yet reported, we characterize the developmental trajectory of tissue iron concentration across the basal ganglia during adolescence and provide evidence that diminished iron content is associated with poorer cognitive performance even in healthy youth. These results highlight the transition from adolescence to adulthood as a period of dynamic maturation of tissue iron concentration in the basal ganglia.</p>\n"
    },
    {
        "Id": 6,
        "Micro": "ЖЕЛЕЗО",
        "Head": "<p>6. Beard J. <em>Iron deficiency alters brain development and functioning</em>. J Nutr. 2003 May;133(5 Suppl 1):1468S-72S. doi: 10.1093/jn/133.5.1468S. PMID: 12730445.</p>",
        "Body": "<p><strong>Abstract</strong></p>\n<p> Iron deficiency anemia in early life is related to altered behavioral and neural development. Studies in human infants suggest that this is an irreversible effect that may be related to changes in chemistry of neurotransmitters, organization and morphology of neuronal networks, and neurobiology of myelination. The acquisition of iron by the brain is an age-related and brain-region-dependent process with tightly controlled rates of movement of iron across the blood-brain barrier. Dopamine receptors and transporters are altered as are behaviors related to this neurotransmitter. The growing body of evidence suggests that brain iron deficiency in early life has multiple consequences in neurochemistry and neurobiology.</p>\n"
    },
    {
        "Id": 7,
        "Micro": "ЖЕЛЕЗО",
        "Head": "<p> 7. Unger SL, Fenton TR, Jetty R, Critch JN, O'connor DL <em>. Iron requirements in the first 2 years of life. Paediatr Child Healt </em> h. 2019 Dec;24(8):555-556. doi: 10.1093/pch/pxz148. Epub 2019 Dec 9. PMID: 31844396; PMCID: PMC6901162.</p>",
        "Body": "<p> Abstract</p>\n<p> Iron is an essential micronutrient required for hemoglobin synthesis, central nervous system development, and protection from infection. Early childhood is a time of vulnerability as iron deficiency in this period is associated with impaired neurodevelopment. Low socioeconomic status, preterm birth, and suboptimal diet are risk factors for iron deficiency. Due to a lack of iron excretory mechanism, the possibility of iron excess also exists. Appropriate iron intake in the first 2 years of life is critical.</p>\n"
    },
    {
        "Id": 8,
        "Micro": "ЖЕЛЕЗО",
        "Head": "<p> 8. Santiago González DA, Cheli VT, Wan R, Paez PM. <em>Iron Metabolism in the Peripheral Nervous System: The Role of DMT1,Ferritin, and Transferrin Receptor in Schwann Cell Maturation andMyelination. </em> J Neurosci. 2019 Dec 11;39(50):9940-9953. doi: 10.1523/JNEUROSCI.1409-19.2019. Epub 2019 Nov 1. PMID: 31676601; PMCID: PMC6978953.</p>",
        "Body": "<p> Abstract</p>\n<p> Iron is an essential cofactor for many cellular enzymes involved in myelin synthesis, and iron homeostasis unbalance is a central component of peripheral neuropathies. However, iron absorption and management in the PNS are poorly understood. To study iron metabolism in Schwann cells (SCs), we have created 3 inducible conditional KO mice in which three essential proteins implicated in iron uptake and storage, the divalent metal transporter 1 (DMT1), the ferritin heavy chain (Fth), and the transferrin receptor 1 (Tfr1), were postnatally ablated specifically in SCs. Deleting DMT1, Fth, or Tfr1 <em>in vitro</em> significantly reduce SC proliferation, maturation, and the myelination of DRG axons. This was accompanied by an important reduction in iron incorporation and storage. When these proteins were KO <em>in vivo</em> during the first postnatal week, the sciatic nerve of all 3 conditional KO animals displayed a significant reduction in the synthesis of myelin proteins and in the percentage of myelinated axons. Knocking out Fth produced the most severe phenotype, followed by DMT1 and, last, Tfr1. Importantly, DMT1 as well as Fth KO mice showed substantial motor coordination deficits. In contrast, deleting these proteins in mature myelinating SCs results in milder phenotypes characterized by smallreductions in the percentage of myelinated axons and minor changes in the <em>g</em>-ratio of myelinated axons. These results indicate that DMT1, Fth, and Tfr1 are critical proteins for early postnatal iron uptake and storage in SCs and, as a consequence, for the normal myelination of the PNS.<strong>SIGNIFICANCE STATEMENT</strong> To determine the function of the divalent metal transporter 1, the transferrin receptor 1, and the ferritin heavy chain in Schwann cell (SC) maturation and myelination, we created 3 conditional KO mice in which these proteins were postnatally deleted in Sox10-positive SCs. We have established that these proteins are necessary for normal SC iron incorporation and storage, and, as a consequence, for an effective myelination of the PNS. Since iron is indispensable for SC maturation, understanding iron metabolism in SCs is an essential prerequisite for developing therapies for demyelinating diseases in the PNS.</p>\n"
    },
    {
        "Id": 9,
        "Micro": "ЖЕЛЕЗО",
        "Head": "<p>9. Hare D, Ayton S, Bush A, Lei P. <em>A delicate balance: Iron metabolism and diseases of the brain</em>. Front Aging Neurosci. 2013 Jul 18;5:34. doi: 10.3389/fnagi.2013.00034. PMID: 23874300; PMCID: PMC3715022.</p>",
        "Body": "<p> Abstract</p>\n<p> Iron is the most abundant transition metal within the brain, and is vital for a number of cellular processes including neurotransmitter synthesis, myelination of neurons, and mitochondrial function. Redox cycling between ferrous and ferric iron is utilized in biology for various electron transfer reactions essential to life, yet this same chemistry mediates deleterious reactions with oxygen that induce oxidative stress. Consequently, there is a precise and tightly controlled mechanism to regulate iron in the brain. When iron is dysregulated, both conditions of iron overload and iron deficiencies are harmful to the brain. This review focuses on how iron metabolism is maintained in the brain, and how an alteration to iron and iron metabolism adversely affects neurological function.</p>\n"
    },
    {
        "Id": 10,
        "Micro": "ЖЕЛЕЗО",
        "Head": "<p> 10. Gardi C, Arezzini B, Fortino V, Comporti M. <em>Effect of free iron on collagen synthesis, cell proliferation and MMP-2expression in rat hepatic stellate cells </em> . Biochem Pharmacol. 2002 Oct 1;64(7):1139-45. doi: 10.1016/s0006-2952(02)01257-1. PMID: 12234617.</p>",
        "Body": "<p> Abstract</p>\n<p> Various studies on hepatic fibrosis occurring in iron overload suggest that excess of tissue iron may be involved in the stimulation of collagen synthesis. Anyway, up to date, direct evidence on the role of iron in hepatic fibrosis is lacking. Moreover, it is not clear whether iron acts as direct initiator of fibrogenesis or as mediator of hepatocellular necrosis. In the present study, we investigated the effect of nontoxic doses of iron on collagen metabolism and proliferation, key features of liver fibrosis, by means of cultures of hepatic stellate cells, the liver cells responsible for collagen production. Iron treatment increased collagen synthesis without affecting noncollagen proteins. The maximum effect was observed at 5 microM iron (+132%). At this dose, no cell damage or proliferation was detected. Conversely, higher doses of iron (10 and 25 microM) induced cell proliferation and a lower increase in collagen synthesis, suggesting the prevalence of proliferative effect on the synthetic one. These effects occurred without the intervention of serum factors and were not mediated by lipid peroxidation. Our results strongly support the hypothesis that iron \"per sé\" may act as a profibrogenic agent. Finally, we provide evidence that iron plays a role also in matrix degradation, by stimulating some metalloprotease activities. Iron treatment increased metalloprotease-2 activity in hepatic stellate cells, while no changes were observed for interstitial collagenase activity suggesting that, in these conditions, a pathological accumulation of hepatic extracellular matrix may occur.</p>\n"
    }
]