[
    {
        "Id": 1,
        "Micro": "МАГНИЙ",
        "Head": "<p> 1. Zofková I, Nemcikova P, Matucha P<i>. Trace elements and bone health</i> . Clin Chem Lab Med. 2013 Aug;51(8):1555-61. doi: 10.1515/cclm-2012-0868. PMID: 23509220.</p>",
        "Body": "<p><b>Abstract</b></p>\n<p> The importance of nutrition factors such as calcium, vitamin D and vitamin K for the integrity of the skeleton is well known. Moreover, bone health is positively influenced by certain elements (e.g., zinc, copper, fluorine, manganese, magnesium, iron and boron). Deficiency of these elements slows down the increase of bone mass in childhood and/or in adolescence and accelerates bone loss after menopause or in old age. Deterioration of bone quality increases the risk of fractures. Monitoring of homeostasis of the trace elements together with the measurement of bone density and biochemical markers of bone metabolism should be used to identify and treat patients at risk of non-traumatic fractures. Factors determining the effectivity of supplementation include dose, duration of treatment, serum concentrations, as well as interactions among individual elements. Here, we review the effect of the most important trace elements on the skeleton and evaluate their clinical importance.</p>\n"
    },
    {
        "Id": 2,
        "Micro": "МАГНИЙ",
        "Head": "<p> 2. Farsinejad-Marj M, Saneei P, Esmaillzadeh A. <i>Dietary magnesium intake, bone mineral density and risk of fracture: asystematic review and meta-analysis </i> . Osteoporos Int. 2016 Apr;27(4):1389-1399. doi: 10.1007/s00198-015-3400-y. Epub 2015 Nov 10. PMID: 26556742.</p>",
        "Body": "<p> Abstract</p>\n<p> Dietary magnesium intake has been related to osteoporosis and risk of fractures in earlier studies; however, findings were conflicting. This meta-analysis indicated that high magnesium intake was not associated with increased risk of fracture; however, a positive marginally significant correlation was found between magnesium intake and bone mineral density (BMD) in total hip as well as in femoral neck. Although there is some evidence on the association between magnesium intake, BMD and fractures, no previous study has summarized findings in this regard. We aimed to systematically review the current evidence on this association and to perform a meta-analysis of observational studies. We searched MEDLINE, Scopus, EMBASE and Google Scholar up to January 2015 for studies that examined the relationship between magnesium intake and BMD or fracture. Studies that had reported correlation coefficients between magnesium intake and BMD or those that reported odds ratios (ORs) or relative risks (RRs) for risk of fracture in different sites were included. In total, 12 studies were included in the meta-analysis. We found that high intakes of magnesium were not significantly associated with risk of total hip fracture (summary effect size 1.92; 95 % CI 0.81, 4.55) or total fractures (1.01; 0.94-1.07). Combining four effect sizes, a positive marginally significant correlation was observed between magnesium intake and total BMD (pooled r 0.16; 95 % CI 0.001, 032). Based on nine effect sizes, we found a marginally significant association between magnesium intake and femoral neck BMD (0.14; 0.001, 0.28). However, no significant correlation was found between magnesium intake and BMD in lumbar spine (0.09; -0.01, 0.19). We found that high intakes of magnesium were not associated with increased risk of hip and total fractures. There was a positive marginally significant correlation between magnesium intake and BMD in femoral neck and total hip. No significant correlations were observed between magnesium intake and BMD in lumbar spine.</p>\n"
    },
    {
        "Id": 3,
        "Micro": "МАГНИЙ",
        "Head": "<p> 3. Orchard TS, Larson JC, Alghothani N, Bout-Tabaku S, Cauley JA, Chen Z, LaCroix AZ, Wactawski-Wende J, Jackson RD. <i>Magnesium intake, bone mineral density, and fractures: results from theWomen's Health Initiative Observational Study. </i> Am J Clin Nutr. 2014 Apr;99(4):926-33. doi: 10.3945/ajcn.113.067488. Epub 2014 Feb 5. PMID: 24500155; PMCID: PMC3953885.</p>",
        "Body": "<p> Abstract</p>\n<p><strong>Background:</strong> Magnesium is a necessary component of bone, but its relation to osteoporotic fractures is unclear.</p>\n<p><strong>Objective:</strong> We examined magnesium intake as a risk factor for osteoporotic fractures and altered bone mineral density (BMD).</p>\n<p><strong>Design:</strong> This prospective cohort study included 73,684 postmenopausal women enrolled in the Women's Health Initiative Observational Study. Total daily magnesium intake was estimated from baseline food-frequency questionnaires plus supplements. Hip fractures were confirmed by a medical record review; other fractures were identified by self-report. A baseline BMD analysis was performed in 4778 participants.</p>\n<p><strong>Results:</strong> Baseline hip BMD was 3% higher (P &lt; 0.001), and whole-body BMD was 2% higher (P &lt; 0.001), in women who consumed &gt;422.5 compared with &lt;206.5 mg Mg/d. However, the incidence and RR of hip and total fractures did not differ across quintiles of magnesium. In contrast, risk of lower-arm or wrist fractures increased with higher magnesium intake [multivariate-adjusted HRs of 1.15 (95% CI: 1.01, 1.32) and 1.23 (95% CI: 1.07, 1.42) for quintiles 4 and 5, respectively, compared with quintile 1; P-trend = 0.002]. In addition, women with the highest magnesium intakes were more physically active and at increased risk of falls [HR for quintile 4: 1.11 (95% CI: 1.06, 1.16); HR for quintile 5: 1.15 (95% CI: 1.10, 1.20); P-trend &lt; 0.001].</p>\n<p><strong>Conclusions:</strong> Lower magnesium intake is associated with lower BMD of the hip and whole body, but this result does not translate into increased risk of fractures. A magnesium consumption slightly greater than the Recommended Dietary Allowance is associated with increased lower-arm and wrist fractures that are possibly related to more physical activity and falls.</p>\n"
    },
    {
        "Id": 4,
        "Micro": "МАГНИЙ",
        "Head": "<p> 4. Orlova S, Dikke G, Pickering G <i>et al.</i><i>Risk factors and comorbidities associated with magnesium deficiency inpregnant women and women with hormone-related conditions: analysis of alarge real-world dataset </i> . BMC Pregnancy Childbirth 21,<b> </b>76 (2021). https://doi.org/10.1186/s12884-021-03558-2</p>",
        "Body": "<p><b>Background</b></p>\n<p> An accumulating body of literature indicates that magnesium deficiency is associated with a number of hormone-related conditions (HRC) in women, and epidemiological studies are needed to assess its prevalence and risk factors. Here, we present a secondary analysis of data pooled from four large observational studies that assessed magnesium deficiency among pregnant women and women with HRC across the Russian Federation.</p>\n<p><b>Methods</b></p>\n<p> The main objective of this analysis was to estimate the prevalence of magnesium deficiency in this population and to describe risk factors and comorbidities associated with low serum magnesium. Univariate logistic regression analysis was performed to identify the risk factors and comorbid conditions associated with an increased risk of low serum magnesium level.</p>\n<p><b>Results</b></p>\n<p> A total of 983 pregnant women and 9444 women with HRC were eligible for analysis. Prevalence of hypomagnesemia (magnesium serum level cut-off &lt; 0.66 mmol/L/&lt; 0.8 mmol/L) was 34.0%/78.9% in pregnant women and 21.4%/54.8% in women with HRC. The highest prevalence of magnesium deficiency was observed for osteoporosis and climacteric syndrome. Risk factors included diastolic blood pressure, previous pregnancy complications, infections and edema for pregnant women, and age, body mass index, and various comorbidities for women with HRC.</p>\n<p><b>Conclusions</b></p>\n<p> These results confirm the high prevalence of hypomagnesemia in pregnant women and women with HRC and underline the importance of routine screening, since risk factors are mostly non-specific.</p>\n"
    },
    {
        "Id": 5,
        "Micro": "МАГНИЙ",
        "Head": "<p> 5. Fox CH, Mahoney MC, Ramsoomair D, Carter CA. <i>Magnesium deficiency in African-Americans: does it contribute toincreased cardiovascular risk factors? </i> J Natl Med Assoc. 2003 Apr;95(4):257-62. PMID: 12749615; PMCID: PMC2594609.</p>",
        "Body": "<p> Abstract</p>\n<p> African-Americans are known to be disproportionately impacted by many chronic diseases such as diabetes, hypertension, cardiovascular, and renal disease. Lower levels of dietary and serum magnesium have been associated with an increased prevalence of hypertension, insulin resistance, and diabetes. Studies suggest a greater prevalence of occult magnesium deficiency among African-Americans compared to other populations. This increased prevalence of hypomagnesemia may contribute to increased insulin resistance leading to accelerated atherosclerosis and premature death. Trials that correct magnesium status/levels among African-Americans, whether through dietary intervention or direct magnesium replacement/supplementation need to be completed to characterize this relationship more completely.</p>\n"
    },
    {
        "Id": 6,
        "Micro": "МАГНИЙ",
        "Head": "<p> 6. Castiglioni S, Cazzaniga A, Albisetti W, Maier JA. <i>Magnesium and osteoporosis: current state of knowledge and futureresearch directions. </i> Nutrients. 2013;5(8):3022-3033. Published 2013 Jul 31. doi:10.3390/nu5083022</p>",
        "Body": "<p> A tight control of magnesium homeostasis seems to be crucial for bone health. On the basis of experimental and epidemiological studies, both low and high magnesium have harmful effects on the bones. Magnesium deficiency contributes to osteoporosis directly by acting on crystal formation and on bone cells and indirectly by impacting on the secretion and the activity of parathyroid hormone and by promoting low grade inflammation. Less is known about the mechanisms responsible for the mineralization defects observed when magnesium is elevated. Overall, controlling and maintaining magnesium homeostasis represents a helpful intervention to maintain bone integrity.</p>\n"
    },
    {
        "Id": 7,
        "Micro": "МАГНИЙ",
        "Head": "<p> 7. Rosanoff A. <i>[Magnesium and hypertension</i>]. Clin Calcium. 2005 Feb;15(2):255-60. Japanese. PMID: 15692166.</p>",
        "Body": "<p> Abstract</p>\n<p> Magnesium status has a direct effect upon the relaxation capability of vascular smooth muscle cells and the regulation of the cellular placement of other cations important to blood pressure - cellular sodium:potassium (Na:K) ratio and intracellular calcium (iCa(2+)). As a result, nutritional magnesium has both direct and indirect impacts on the regulation of blood pressure and therefore on the occurrence of hypertension. Hypertension occurs when cellular Na:K ratios become too high, a consequence of a high sodium, low potassium diet or, indirectly, through a magnesium deficient state which causes a pseudo potassium deficit. Like wise, magnesium deficiency alters calcium metabolism, creating high iCa(2+), low serum calcium and low urinary calcium states even when calcium intake is adequate. High iCa(2 + ) and high cellular Na:K ratio both occur when cellular magnesium becomes too low and the Mg-ATP driven sodium-potassium pump and calcium pump become functionally impaired. High iCa(2+) has several vasoconstrictive effects which lead to hypertension, an indirect result of low magnesium status. Dietary calcium is directly proportional to dietary magnesium. Serum magnesium does not reflect true magnesium status as do intracellular magnesium measurements. Several studies on the effect of calcium on blood pressure need these added considerations of magnesium status to fully understand the impact of the Mg:Ca ratio as the primary cause of hypertension and other aspects of Syndrome X. Magnesium supplementation above 15 mmol per day are required to normalize high blood pressure in unmedicated hypertensive patients while 15 mmol per day will lower high blood pressure in patients treated with anti-hypertensive medications. In most humans, healthy blood pressure depends upon a balance of both Na:K and Mg:Ca ratios at both cellular and whole body levels which, in turn, require adequate, long-term intakes of nutritional magnesium. The knowledge that low magnesium causes imbalance in both cellular and physiological calcium widens our view of the studies showing hypertensives have abnormal calcium metabolism.</p>\n"
    },
    {
        "Id": 8,
        "Micro": "МАГНИЙ",
        "Head": "<p> 8. Shechter M, Merz CN, Rude RK, Paul Labrador MJ, Meisel SR, Shah PK, Kaul S. <i>Low intracellular magnesium levels promote platelet-dependentthrombosis in patients with coronary artery disease. </i> Am Heart J. 2000 Aug;140(2):212-8. doi: 10.1067/mhj.2000.107553. PMID: 10925332.</p>",
        "Body": "<p> Abstract</p>\n<p><strong>Background:</strong> Although reduced intracellular levels of magnesium have been described in patients with acute myocardial infarction, its significance as a regulator of thrombosis remains unknown.</p>\n<p><strong>Methods and results:</strong> To determine whether reduced intracellular levels of magnesium enhance platelet-dependent thrombosis, we evaluated 42 patients with coronary artery disease (CAD) by exposing porcine aortic media to their flowing unanticoagulated venous blood for 5 minutes by using an ex vivo perfusion (Badimon) chamber. Baseline analysis demonstrated significant associations between intracellular levels of magnesium, platelet-dependent thrombosis (P =.02), and platelet P-selectin (CD62P) expression (P &lt;.05). Patients were divided into 2 groups: below (n = 22) and above (n = 20) the median intracellular levels of magnesium (1.12 microg/mg protein). There were no significant differences in age, body mass index, serum lipids, fibrinogen, platelet count, or serum magnesium levels between the two groups. Platelet-dependent thrombosis was significantly higher in patients with intracellular levels of magnesium below compared with above median (150 +/- 128 vs 45 +/- 28 microm(2)/mm, P &lt;.004). Neither platelet aggregation nor CD62P expression was significantly different between the two groups.</p>\n<p><strong>Conclusions:</strong> Platelet-dependent thrombosis was significantly increased in patients with stable CAD with low intracellular levels of magnesium, suggesting a potential role for magnesium supplementation in CAD.</p>\n"
    },
    {
        "Id": 9,
        "Micro": "МАГНИЙ",
        "Head": "<p> 9. Ohira T, Peacock JM, Iso H, Chambless LE, Rosamond WD, Folsom AR. <i>Serum and dietary magnesium and risk of ischemic stroke: theAtherosclerosis Risk in Communities Study </i> . Am J Epidemiol. 2009;169(12):1437-1444. doi:10.1093/aje/kwp071</p>",
        "Body": "<p> The authors sought to examine the relation between serum or dietary magnesium and the incidence of ischemic stroke among blacks and whites. Between 1987 and 1989, 14,221 men and women aged 45–64 years took part in the first examination of the Atherosclerosis Risk in Communities Study cohort. The incidence of stroke was ascertained from hospital records. Higher serum magnesium levels were associated with lower prevalence of hypertension and diabetes mellitus at baseline. During the 15-year follow-up, 577 ischemic strokes occurred. Serum magnesium was inversely associated with ischemic stroke incidence. The age-, sex-, and race-adjusted rate ratios of ischemic stroke for those with serum magnesium levels of ≤1.5, 1.6, 1.7, and ≥1.8 mEq/L were 1.0, 0.78 (95% confidence interval (CI): 0.62, 0.96), 0.70 (95% CI: 0.56, 0.88), and 0.75 (95% CI: 0.59, 0.95) (<i>P</i><sub>trend</sub> = 0.005). After adjustment for hypertension and diabetes, the rate ratios were attenuated to nonsignificant levels. Dietary magnesium intake was marginally inversely associated with the incidence of ischemic stroke (<i>P</i><sub>trend</sub>  = 0.09). Low serum magnesium levels could be associated with increased risk of ischemic stroke, in part, via effects on hypertension and diabetes.</p>\n"
    },
    {
        "Id": 10,
        "Micro": "МАГНИЙ",
        "Head": "<p> 10. Mori S, Tomita T, Fujimura K, et al. <i>A Randomized Double-blind Placebo-controlled Trial on the Effect ofMagnesium Oxide in Patients With Chronic Constipation </i> . J Neurogastroenterol Motil. 2019;25(4):563-575. doi:10.5056/jnm18194</p>",
        "Body": "<p> Background/Aims</p>\n<p> Magnesium oxide (MgO) has been frequently used as a treatment for chronic constipation (CC) since the 1980s in Japan. The aim of this study is to evaluate its therapeutic effects of MgO in Japanese CC patients.</p>\n<p> Methods</p>\n<p> We conducted a randomized, double-blind placebo-controlled study. Thirty-four female patients with mild to moderate constipation were randomly assigned to either placebo (n = 17) or MgO group (n = 17) 0.5 g × 3/day for 28 days. Primary endpoint was overall improvement over the 4-week study period. Secondary endpoints were changes from baseline in spontaneous bowel movement (SBM), response rates of complete spontaneous bowel movement (CSBM), stool form, colonic transit time (CTT), abdominal symptom, and quality of life.</p>\n<p> Results</p>\n<p> One patient failed to complete the medication regimen and was omitted from analysis: data from 16 placebo and 17 MgO patients were analyzed. Theprimary endpoint was met by 25.0% of placebo vs 70.6% of MgO group ( <em>P</em> = 0.015). MgO significantly improved SBM changes compared to placebo (<em>P</em> = 0.002). However, MgO did not significantly improved response rates of CSBM compared to placebo (<em>P</em> = 0.76). Inaddition, MgO significantly improved Bristol stool form scale changes ( <em>P</em> &lt; 0.001) and significantly improved CTT compared to the placebo group (<em>P</em> &lt; 0.001). MgO significantly improved the Japanese version of the patient assessment of constipation quality of life (<em>P</em> = 0.003).</p>\n<p> Conclusion</p>\n<p> Our placebo-controlled study demonstrated that MgO was effective treatment for improving defecation status and shortened CTT in Japanese CC patients with mild to moderate symptoms.</p>\n"
    }
]