[
    {
        "Id": 1,
        "Micro": "ФОСФОР",
        "Head": "<p> 1. Calvo MS, Lamberg-Allardt CJ. <i>Phosphorus.</i> Adv Nutr. 2015 Nov 13;6(6):860-2. doi: 10.3945/an.115.008516. PMID: 26567206; PMCID: PMC4642415.</p>",
        "Body": "<p> A ubiquitous mineral in nature and the second most abundant mineral in the human body, phosphorus represents ∼1% of total body weight. With both an extracellular and intracellular distribution, phosphorus functions as a structural component of bones and teeth and DNA/RNA and enables the bipolarity of lipid membranes and circulating lipoproteins. Metabolically, phosphorus functions in critical pathways to produce and store energy in phosphate bonds (ATP), buffer blood, regulate gene transcription, activate enzyme catalysis, and enable signal transduction of regulatory pathways affecting a variety of organ functions ranging from renal excretion toimmune response. Less than 1% of unbound inorganic phosphate (PO <sub>4</sub><sup>-</sup>) in the extracellular space is metabolically active and is now considered tightly maintained within a narrow serum concentration range (2.5–4.5 mg/dL) in adults. Maintenance of phosphorus homeostasis in adults involves keeping urinary losses equivalent to net phosphorus absorption and equal amounts deposited and resorbed from bone. Until recently, the kidney has traditionally been held as the main organ functioning in the maintenance of phosphorus homeostasis relying on parathyroid hormone (PTH) <sup><a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4642415/#fn2\">2</a></sup> and vitamin D regulation. However, it is now evident that a more complex organ network system (bone-kidney-intestine) is involved in the homeostatic control of serum phosphate within the normal range. This bone-kidney-intestine network operates through complex, ordered multiple endocrine negative feedback loops between PTH, fibroblast growth factor 23 (FGF-23), Klotho, and vitamin D.</p>\n"
    },
    {
        "Id": 2,
        "Micro": "ФОСФОР",
        "Head": "<p> 2. Calvo MS, Sherman RA, Uribarri J. <i>Dietary Phosphate and the Forgotten Kidney Patient: A Critical Need forFDA Regulatory Action </i> . Am J Kidney Dis. 2019 Apr;73(4):542-551. doi: 10.1053/j.ajkd.2018.11.004. Epub 2019 Jan 25. PMID: 30686528.</p>",
        "Body": "<p><b>Abstract</b></p>\n<p> Careful dietary management that reduces high phosphate intake is recommended to slow the progression of chronic kidney disease (CKD) and prevent complications of CKD and may help reduce chronic disease risks such as incident CKD associated with high phosphate intake in the healthy general population. For patients treated with maintenance dialysis, control of serum phosphorus levels is considered a marker of good care and requires a coordinated plan that limits dietary phosphate intake, uses oral phosphate binders, and provides an adequate dialysis prescription. Even with traditional thrice-weekly hemodialysis or peritoneal dialysis, use of phosphate binders, and a concerted effort to limit dietary phosphate intake, adequately controlled serum phosphorus levels are not possible in all dialysis patients. Efforts to limit phosphate intake are thwarted by the underestimated and unquantified phosphate content of processed foods and some medications due to the hidden presence of phosphate additives or excipients added during processing or drug formulation. Effectively limiting phosphate intake could potentially be achieved through simple US Food and Drug Administration regulatory actions. Mandatory labeling of phosphate content on all packaged foods and drugs would enable identification of healthy low-phosphate foods and medications and permit critically important control of total phosphate intake. Simple changes in regulatory policy and labeling are warranted and would enable better management of dietary intake of phosphate at all stages of kidney disease, as well as potentially reduced health risks in the general population.</p>\n"
    },
    {
        "Id": 3,
        "Micro": "ФОСФОР",
        "Head": "<p> 3. Heaney RP<i>. Phosphorus nutrition and the treatment of osteoporosis</i> . Mayo Clin Proc. 2004 Jan;79(1):91-7. doi: 10.4065/79.1.91. PMID: 14708952.</p>",
        "Body": "<p> Abstract</p>\n<p> Bone mineral consists of calcium phosphate, and phosphorus is as important as calcium in supporting bone augmentation and maintenance. Although typical adult diets contain abundant phosphorus, 10% to 15% of older women have intakes of less than 70% of the recommended daily allowance. When these women take high-dose calcium supplements that consist of the carbonate or citrate salts, all their food phosphorus may be bound and hence unavailable for absorption. Current-generation anabolic agents for treating osteoporosis require positive phosphorus balances of up to 90 mg/d. Attention to the nutritional adequacy of the diets of such patients is essential if they are to realize the full potential of such therapies. A calcium phosphate supplement may be preferable to the usual carbonate or citrate salts because its phosphate serves to spare food phosphorus.</p>\n"
    },
    {
        "Id": 4,
        "Micro": "ФОСФОР",
        "Head": "<p> 4. Lee AW, Cho SS. <i>Association between phosphorus intake and bone health in the NHANESpopulation. </i> Nutr J. 2015 Mar 21;14:28. doi: 10.1186/s12937-015-0017-0. PMID: 25856461; PMCID: PMC4389665.</p>",
        "Body": "<p> Abstract</p>\n<p> The objective of this study was to estimate the independent associations between intake of phosphorus (P) and bone health parameters such as bone mineral content (BMC) and bone mineral density (BMD). It provides odds ratio (OR) of osteoporosis with quartiles of P intake adjusted for covariates (i.e., age, gender, BMI, and consumption of calcium (Ca), protein, total dairy foods, and vitamin D as well as intakes of supplemental Ca, vitamin D, and multivitamins/minerals). Data came from males and females aged 13-99 years who participated in the 2005-2010 National Health and Nutrition Examination Survey (NHANES). Analyses showed that higher P intake was associated with higher Ca intake, and that dietary Ca:P ratios (0.51-0.62, with a mean of 0.60 for adults) were adequate in all age/gender groups. High intake of P was positively associated with BMC in female teenagers (Q4 vs. Q1: BMC, 30.9 ± 1.1 vs. 29.0 ± 0.5 g, P = 0.001). It was also positively associated with BMC and BMD as well as reduced risk of osteoporosis in adults &gt;20 years of age (Q4 vs. Q1: OR of osteoporosis, 0.55; 95% confidence interval [CI], 0.39- 0.79; P = 0.001; BMC, 37.5 ± 0.4 vs. 36.70 ± 0.3 g, P &lt; 0.01; BMD, 0.986 ± 0.004 vs. 0.966 ± 0.005 g/cm(2), P &lt; 0.05). The data suggest that high intake of P has no adverse effect on bone metabolism in populations with adequate Ca intake, and that it is also associated with positive bone parameters in some age/gender groups.</p>\n"
    },
    {
        "Id": 5,
        "Micro": "ФОСФОР",
        "Head": "<p> 5. Heaney RP, Recker RR, Watson P, Lappe JM. <i>Phosphate and carbonate salts of calcium support robust bone buildingin osteoporosis. </i> Am J Clin Nutr. 2010 Jul;92(1):101-5. doi: 10.3945/ajcn.2009.29085. Epub 2010 May 19. PMID: 20484446; PMCID: PMC2884321.</p>",
        "Body": "<p> Abstract</p>\n<p><strong>Background:</strong> Calcium is an essential cotherapy in osteoporosis treatment. The relative effectiveness of various calcium salts for this purpose is uncertain. Many older women with osteoporosis have phosphorus intakes of &lt;70% of the Recommended Dietary Allowance.</p>\n<p><strong>Objective:</strong> Our objective was to test the hypothesis that calcium phosphate would better support anabolic bone building than would calcium carbonate.</p>\n<p><strong>Design:</strong> This study was a 12-mo, randomized, positive-comparator, 2-arm, single-blind clinical trial in 211 patients treated with teriparatide who consumed &lt;1000 mg phosphorus/d. Participants were randomly assigned to receive, in addition to teriparatide and 1000 IU cholecalciferol, 1800 mg calcium/d as either tricalcium phosphate or calcium carbonate. The primary endpoints were changes in lumbar spine and total hip bone mineral densities (BMDs); secondary endpoints were changes in bone resorption biomarkers and serum and urine calcium and phosphorus concentrations.</p>\n<p><strong>Results:</strong> In the combined group, the lumbar spine BMD increased by 7.2%, and total hip BMD increased by 2.1% (P &lt; 0.01 for both). However, there was no significant difference between calcium-treatment groups, and there were no significant between-group differences in serum calcium and phosphorus concentrations or in urine calcium concentrations. Bone resorption biomarkers increased in both groups, as expected with teriparatide, but the increases in the 2 calcium groups did not differ significantly.</p>\n<p><strong>Conclusions:</strong> Tricalcium phosphate and calcium carbonate appear to be approximately equally effective in supporting bone building with a potent anabolic agent; phosphate salt may be preferable in patients with restricted phosphorus intakes. This trial was registered at clinicaltrials.gov as <a href=\"http://clinicaltrials.gov/show/NCT00074711\" title=\"See in ClinicalTrials.gov\">NCT00074711 </a> .</p>\n"
    }
]