[
    {
        "Id": 1,
        "Micro": "КАЛИЙ",
        "Head": "<p> 1. Weaver CM. <i>Potassium and health</i>. Adv Nutr. 2013 May 1;4(3):368S-77S. doi: 10.3945/an.112.003533. PMID: 23674806; PMCID: PMC3650509.</p>",
        "Body": "<p><b>Abstract</b></p>\n<p> Potassium was identified as a shortfall nutrient by the Dietary Guidelines for Americans 2010 Advisory Committee. The committee concluded that there was a moderate body of evidence of the association between potassium intake and blood pressure reduction in adults, which in turn influences the risk of stroke and coronary heart disease. Evidence is also accumulating of the protective effect of adequate dietary potassium on age-related bone loss and reduction of kidney stones. These benefits depend on organic anions associated with potassium as occurs in foods such as fruits and vegetables, in contrast to similar blood pressure-lowering benefits of potassium chloride. Benefits to blood pressure and bone health may occur at levels below current recommendations for potassium intake, especially from diet, but dose-response trials are needed to confirm this. Nevertheless, intakes considerably above current levels are needed for optimal health, and studies evaluating small increases in fruit and vegetable intake on bone and heart outcomes for short periods have had disappointing results. In modern societies, Western diets have led to a decrease in potassium intake with reduced consumption of fruits and vegetables with a concomitant increase in sodium consumption through increased consumption of processed foods. Consumption of white vegetables is associated with decreased risk of stroke, possibly related to their high potassium content. Potatoes are the highest source of dietary potassium, but the addition of salt should be limited. Low potassium-to-sodium intake ratios are more strongly related to cardiovascular disease risk than either nutrient alone. This relationship deserves further attention for multiple target tissue endpoints.</p>\n"
    },
    {
        "Id": 2,
        "Micro": "КАЛИЙ",
        "Head": "<p>2. Lee Hamm L, Hering-Smith KS, Nakhoul NL. <i>Acid-base and potassium homeostasis</i>. Semin Nephrol. 2013 May;33(3):257-64. doi: 10.1016/j.semnephrol.2013.04.006. PMID: 23953803.</p>",
        "Body": "<p> Abstract</p>\n<p> Acid-base balance and potassium disorders are often clinically linked. Importantly, acid-base disorders alter potassium transport. In general, acidosis causes decreased K(+) secretion and increased reabsorption in the collecting duct. Alkalosis has the opposite effects, often leading to hypokalemia. Potassium disorders also influence acid-base homeostasis. Potassium depletion causes increased H(+) secretion, ammoniagenesis and H-K-ATPase activity. Hyperkalemia decreases ammoniagenesis and NH4(+) transport in the thick ascending limb. Some combined potassium and acid-base disorders involve indirect factors such as aldosterone, impaired renal function, volume depletion, and diarrhea. In summary, disorders of potassium and acid-base homeostasis are mechanistically linked and clinically important.</p>\n"
    },
    {
        "Id": 3,
        "Micro": "КАЛИЙ",
        "Head": "<p> 3. Tannen RL. <i>Chapter 10 Potassium and Acid-Base Balance</i><i>.</i><a href=\"https://www.sciencedirect.com/science/journal/00702161\" title=\"Go to Current Topics in Membranes and Transport on ScienceDirect\">Current Topics in Membranes and Transport </a> . 1987 <a href=\"file:///C:/Users/aidar/PycharmProjects/A1Q3/cite_word/Volume%2028\">Volume 28 </a> , Pages 207-223. <a href=\"https://doi.org/10.1016/S0070-2161(08)60414-1\" target=\"_blank\" title=\"Persistent link using digital object identifier\">https://doi.org/10.1016/S0070-2161(08)60414-1 </a></p>",
        "Body": "<p> Publisher Summary</p>\n<p> Potassium (K) and hydrogen (H) ions undergo interactions in transport at both the cellular and renal levels, which appear to be crucial for the maintenance of normal homeostasis and which under certain conditions can lead to disordered regulation of either acid-base or K metabolism. The regulation of H ion homeostasis by the kidney is dependent upon several discrete but integrated processes, which includes bicarbonate transport bythe proximal nephron; an H+ and probably also an bicarbonate (HCO <sub>3</sub>), secretory mechanism at distal nephron sites, including the distal convoluted tubule, and the cortical and medullary collecting duct; and the capacity of the kidney to produce the major urinary buffer, ammonia. The alterations in K can modify urinary acidification by influencing renal ammonia (NH<sub>3</sub>) production, the H+ secretory mechanism at distal nephron sites, and bicarbonate reabsorption by the proximal tubule. Under normal conditions, this interplay serves to sustain acid-base homeostasis in the face of deviations in K intake.</p>\n"
    },
    {
        "Id": 4,
        "Micro": "КАЛИЙ",
        "Head": "<p> 4. Ellison DH, Terker AS. <i>Why Your Mother Was Right: How Potassium Intake Reduces Blood Pressure </i> . Trans Am Clin Climatol Assoc. 2015;126:46-55. PMID: 26330658; PMCID: PMC4530669.</p>",
        "Body": "<p> Abstract</p>\n<p> Low potassium intake, common in western diets, increases blood pressure and enhances salt-sensitivity. Most humans in \"Westernized\" countries also consume excess salt. In studies using mice, we found that a high-salt, low-potassium diet activates the thiazide-sensitive Na-Cl cotransporter in the kidney. This effect led to sodium retention and increased blood pressure, and was dependent on plasma potassium. We postulated that this effect was mediated by changes in intracellular chloride caused by changes in membrane voltage. We developed a model in cultured cells permitting us to confirm this hypothesis. We then confirmed, using urinary exosomes, that dietary changes in normal humans, affect the thiazide-sensitive Na-Cl cotransporter in the same way. These data show that dietary potassium deficiency increases blood pressure largely by stimulating salt reabsorption along the distal nephron. They suggest that global efforts should focus on increasing potassium intake, which will attenuate the effects of high-salt diets.</p>\n"
    },
    {
        "Id": 5,
        "Micro": "КАЛИЙ",
        "Head": "<p> 5. Kravchenko IV, Furalyov VA, Popov VO. <i>Potassium chloride released from contracting skeletal muscle maystimulate development of its hypertrophy </i> . Biochem Biophys Rep. 2019 Mar 21;18:100627. doi: 10.1016/j.bbrep.2019.100627. Erratum in: Biochem Biophys Rep. 2021 Jan 07;25:100901. PMID: 30957033; PMCID: PMC6433999.</p>",
        "Body": "<p> Abstract</p>\n<p> The effects of potassium chloride on the expression of IGF-1 splice forms and myoblast proliferation were investigated. KCl at the concentrations of 7-12 mM stimulated the synthesis of IGF-1 and mechano growth factor (MGF) in murine myoblasts as well as in myotubes both at the mRNA and protein levels. Pan-calcium channel blocker CdCl<sub>2</sub> completely abolishedstimulation of growth factor expression, whereas blocker of HCN and Na <sub>v</sub>1.4 channels ZD7288 drastically reduced it. In addition, potassium chloride stimulated myoblast proliferation, while IGF-1 autocrine signaling inhibition partially suppressed these mitogenic effects.</p>\n"
    },
    {
        "Id": 6,
        "Micro": "КАЛИЙ",
        "Head": "<p> 6. Kowey P. <i>The Role of Potassium</i>. 2002. doi:10.1007/978-1-4615-1061-1_18.</p>",
        "Body": "<p> Potassium is one of the main blood minerals, or electrolytes, essential to both cellular and electrical function. Potassium is the primary positive ion, or cation, found in the cells, where more than 90% of the total body stores of potassium is contained. Along with sodium, potassium regulates the water balance and the acid-base balance in the blood and tissues, and plays a critical role in the transmission of electrical impulses in the heart. The active transport of potassium into and out of the cells is crucial to cardiovascular and nerve function. When potassium enters the cell, it instigates a sodium-potassium exchange across the cell membrane. In the nerve cells, this generates the electrical potential that allows the conduction of nerve impulses. When potassium leaves the cell, it restores repolarization to the cell, which allows the nerve impulse to progress. This electrical potential gradient helps generate muscle contractions and regulates the heartbeat. Normal serum potassium levels are between 3.6 and 5.0 mmol/L. If the level of total body potassium declines by just 1% (35 mmol), a serious imbalance in the intracellular and extracellular potassium results. This imbalance alters the electrophysiologic properties of the cell membrane and causes detrimental effects on impulse generation and conduction throughout the heart</p>\n"
    },
    {
        "Id": 7,
        "Micro": "КАЛИЙ",
        "Head": "<p> 7. Ritsema GH, Eilers G. <i>Potassium supplements prevent serious hypokalaemia in colon cleansing </i> . Clin Radiol. 1994 Dec;49(12):874-6. doi: 10.1016/s0009-9260(05)82879-x. PMID: 7828395.</p>",
        "Body": "<p> Abstract</p>\n<p> The association between colonic cleansing and hypokalaemia was studied prospectively by monitoring the serum potassium levels in four groups of patients: groups 1 (55 patients), 2 (72 patients), and 3 (97 patients) received the same 2-day preparation of 15 g magnesium sulphate and 10 mg bisacodyl twice daily; group 4 (96 patients) received a 1-day preparation of 2.4 mg sennoside per kg of bodyweight. Groups 1 and 2 were on diuretics, but only group 2 received potassium supplementation. Serum potassium levels were measured before and after bowel preparation. Hypokalaemia was present prior to cleansing in six (11%), and after cleansing in 20 (36%) of the 55 patients in the group 1 patients on diuretics but without potassium supplements. There was, after cleansing, no significant fall in serum potassium in the group 2 patients on diuretics who received potassium supplements. No hyperkalaemia resulted from supplementation. A significant fall of the mean level of serum potassium occurred in patients in both group 3 (2-day-preparation) and group 4 (1-day-preparation). We conclude that both 1 day and 2 days of cleansing with cathartics may result in a significant fall in serum potassium, which can be prevented by oral potassium supplements. Potassium supplements (three times a day 15 ml of potassium chloride with 0.9 mmol K per ml during the preparation) in patients on diuretics may be prudent to avoid the risk of cardiac arrhythmia.</p>\n"
    },
    {
        "Id": 8,
        "Micro": "КАЛИЙ",
        "Head": "<p> 8. Kaplan NM, Carnegie A, Raskin P, Heller JA, Simmons M. <i>Potassium supplementation in hypertensive patients withdiuretic-induced hypokalemia. </i> N Engl J Med. 1985 Mar 21;312(12):746-9. doi: 10.1056/NEJM198503213121203. PMID: 3883170.</p>",
        "Body": "<p> Abstract</p>\n<p> Changes in potassium balance have been found to have variable effects on the blood pressure of animals, and the administration of potassium supplements has been reported to lower the blood pressure of normokalemic hypertensive patients. To assess the effect of potassium repletion in hypokalemic hypertension, we administered either potassium chloride, 60 mmol per day, or placebo tablets, each for six weeks, in a randomized, double-blind, crossover trial to 16 hypertensive patients who had diuretic-induced hypokalemia and who continued to take a constant amount of diuretic. We selected patients whose control serum potassium levels were below 3.5 mmol per liter. In association with an average rise in the serum potassium concentration of 0.56 mmol per liter, the mean blood pressure fell by an average of 5.5 mm Hg (P = 0.004), with at least a 4 mm Hg fall observed in 9 of the 16 patients. The fall in blood pressure correlated with a fall in plasma renin activity (r = 0.568, P = 0.043) but not with changes in plasma aldosterone levels or other variables. We conclude that short-term potassium supplementation that ameliorates diuretic-induced hypokalemia may induce a significant fall in blood pressure.</p>\n"
    },
    {
        "Id": 9,
        "Micro": "КАЛИЙ",
        "Head": "<p> 9. Richards AM, Nicholls MG, Espiner EA, Ikram H, Maslowski AH, Hamilton EJ, Wells JE. <i>Blood-pressure response to moderate sodium restriction and to potassiumsupplementation in mild essential hypertension. </i> Lancet. 1984 Apr 7;1(8380):757-61. doi: 10.1016/s0140-6736(84)91276-5. PMID: 6143083.</p>",
        "Body": "<p> Abstract</p>\n<p> To determine whether moderate restriction of dietary sodium content or supplementation of potassium intake reduces blood-pressure in patients with mild essential hypertension, twelve patients were put on three different diets--a control diet (180 mmol sodium/day), a sodium restricted diet (80 mmol/day). Each diet was taken for at least 4 weeks and the sequence of the regimens was randomised. At the completion of each regimen intra-arterial pressure was recorded continuously, and vasoactive hormones were measured hourly, for 24 h, under standardised conditions, in hospital. Compared with the control diet, sodium restriction was associated with lower blood-pressure readings in seven patients, higher levels in five, and an overall reduction in mean pressures of only 4.0/3.0 mm Hg (not significant). Individual differences in blood-pressure between these two diets correlated closely with concomitant differences in plasma renin activity (r = 0.75). Potassium supplementation also resulted in variable changes in arterial pressure, and the mean difference in pressure recordings (0.1/0.8 mm Hg) was insignificant. The results show that moderate restriction of sodium intake or supplementation of dietary potassium has variable effects on arterial pressure in individuals with mild essential hypertension, and that overall the blood-pressure changes induced are very small. Responsiveness of the renin-angiotensin system may limit the fall in blood-pressure induced by sodium restriction.</p>\n"
    },
    {
        "Id": 10,
        "Micro": "КАЛИЙ",
        "Head": "<p> 10. Siani A, Strazzullo P, Russo L, Guglielmi S, Iacoviello L, Ferrara LA, Mancini M. <i>Controlled trial of long term oral potassium supplements in patientswith mild hypertension </i> . Br Med J (Clin Res Ed). 1987 Jun 6;294(6585):1453-6. doi: 10.1136/bmj.294.6585.1453. Erratum in: Br Med J (Clin Res Ed) 1987 Oct 17;294(6604):961. PMID: 3300841; PMCID: PMC1246609.</p>",
        "Body": "<p> Abstract</p>\n<p> A 15 week randomised double blind placebo controlled trial of oral potassium supplements (48 mmol daily) was conducted in 37 patients who had mildly increased blood pressure and a normal dietary intake of sodium. After a two month run in and a one week baseline period the patients were randomly assigned to receive either potassium supplements (n = 18) or placebo (n = 19). By the third week of treatment blood pressure in the actively treated group had decreased significantly compared with that in the placebo group, though the decrease reached its maximum after 15 weeks. Urinary potassium excretion increased significantly in the group who received potassium supplements, but no significant changes were found in plasma sodium and potassium concentrations or in urinary sodium excretion. In a subgroup of 13 patients who underwent a further nine weeks of treatment with oral potassium supplements at half of the previous dose (24 mmol daily) their blood pressure, at the end of this second study period, was still significantly lower compared with their baseline value but not with that of the placebo group. These results show that moderate oral potassium supplements are associated with a long term reduction in blood pressure in patients who have mild hypertension.</p>\n"
    }
]