[
    {
        "Id": 1,
        "Micro": "СЕЛЕН",
        "Head": "<p>[1] Tinggi U. <em>Selenium: its role as antioxidant in human health</em>. Environ Health Prev Med. 2008 Mar;13(2):102-8. doi: 10.1007/s12199-007-0019-4. Epub 2008 Feb 28. PMID: 19568888; PMCID: PMC2698273.</p>",
        "Body": "<p><strong>Abstract</strong></p>\n<p>Selenium (Se) is an essential trace element, and its low status in humans has been linked to increased risk of various diseases, such as cancer and heart disease. In recent years, Se research has attracted tremendous interest because of its important role in antioxidant selenoproteins for protection against oxidative stress initiated by excess reactive oxygen species (ROS) and reactive nitrogen species (NOS). The synthesis of selenoproteins requires a unique incorporation of amino acid selenocysteine (Sec) into proteins directed by the UGA codon, which is also a termination codon. Interest in Se research has led to the discovery of at least 30 selenoproteins; however, the biochemical functional roles of some of these selenoproteins are still unknown. Besides in the form of selenoproteins, Se can exist in many different chemical forms in biological materials either as organic Se compounds, such as selenomethionine and dimethylselenide, and inorganic selenites and selenates. In foods, Se is predominantly present as selenomethionine, which is an important source of dietary Se in humans, and also as a chemical form that is commonly used for Se supplements in clinical trials. Concern for potential deficiency diseases associated with low Se status has led to the establishment of the recommended daily requirements for Se in many countries. However, excess Se intakes through supplementation and its potential misuse as health therapy could also pose a risk of adverse health effects if its use is not properly regulated.</p>\n"
    },
    {
        "Id": 2,
        "Micro": "СЕЛЕН",
        "Head": "<p>[2] Reid ME, Duffield-Lillico AJ, Garland L, Turnbull BW, Clark LC, Marshall JR. <em>Selenium supplementation and lung cancer incidence: an update of the nutritional prevention of cancer trial.</em> Cancer Epidemiol Biomarkers Prev. 2002 Nov;11(11):1285-91. PMID: 12433704.</p>",
        "Body": "<p>Abstract</p>\n<p>Interest in the chemopreventive effects of the trace element selenium has spanned the past three decades. Of &gt;100 studies that have investigated the effects of selenium in carcinogen-exposed animals, two-thirds have observed a reduction in tumor incidence and/or preneoplastic endpoints (G. F. Combs and S. B. Combs, The Role of Selenium in Nutrition Chapter 10, pp. 413-462. San Diego, CA: Academic Press, 1986, and B. H. Patterson and O. A. Levander, Cancer Epidemiol. Biomark. Prev., 6: 63-69, 1997). The Nutritional Prevention of Cancer Trial, a randomized clinical trial reported by Clark et al. (L. C. Clark et al., JAMA, 276: 1957-1963, 1996), showed as a secondary end point, a statistically significant decrease in lung cancer incidence with selenium supplementation. The adjusted hazard ratio (HR) was 0.56 [95% confidence interval (CI), 0.31-1.01; P = 0.05]. These results were based on active follow-up of 1312 participants. This reanalysis used an extended Nutritional Prevention of Cancer Trial participant follow-up through the end of the blinded clinical trial on February 1, 1996. The additional 3 years added 8 cases to the selenium-treated group and 4 cases to the placebo group, and increased follow-up to 7.9 years. The relative risk of 0.70 (95% CI, 0.40-1.21; P = 0.18) is not statistically significant. Whereas the overall adjusted HR is not significant (HR = 0.74; 95% CI, 0.44-1.24; P = 0.26), and the HR for current and former smokers was not significant, the trend is toward a reduction in risk of incident lung cancer with selenium supplementation. In a subgroup analysis there was a nominally significant HR among subjects with baseline plasma selenium in the lowest tertile (HR = 0.42; 95% CI, 0.18-0.96; P = 0.04). The analysis for the middle and highest tertiles of baseline showed HRs of 0.91 and 1.25. The current reanalysis indicates that selenium supplementation did not significantly decrease lung cancer incidence in the full population, but a significant decrease among individuals with low baseline selenium concentrations was observed.</p>\n"
    },
    {
        "Id": 3,
        "Micro": "СЕЛЕН",
        "Head": "<p>[3] Vinceti M, Dennert G, Crespi CM, Zwahlen M, Brinkman M, Zeegers MP, Horneber M, D'Amico R, Del Giovane C. <em>Selenium for preventing cancer. Cochrane Database Syst Rev</em>. 2014 Mar 30;2014(3):CD005195. doi: 10.1002/14651858.CD005195.pub3. Update in: Cochrane Database Syst Rev. 2018 Jan 29;1:CD005195. PMID: 24683040; PMCID: PMC4441528.</p>",
        "Body": "<p>Abstract</p>\n<p><strong>Background:</strong><strong> </strong>This review is an update of the first Cochrane publication on selenium for preventing cancer (Dennert 2011).Selenium is a metalloid with both nutritional and toxicological properties. Higher selenium exposure and selenium supplements have been suggested to protect against several types of cancers.</p>\n<p><strong>Objectives:</strong><strong> </strong>Two research questions were addressed in this review: What is the evidence for:1. an aetiological relation between selenium exposure and cancer risk in humans? and2. the efficacy of selenium supplementation for cancer prevention in humans?</p>\n<p><strong>Search methods:</strong><strong> </strong>We conducted electronic searches of the Cochrane Central Register of Controlled Trials (CENTRAL, 2013, Issue 1), MEDLINE (Ovid, 1966 to February 2013 week 1), EMBASE (1980 to 2013 week 6), CancerLit (February 2004) and CCMed (February 2011). As MEDLINE now includes the journals indexed in CancerLit, no further searches were conducted in this database after 2004.</p>\n<p><strong>Selection criteria:</strong><strong> </strong>We included prospective observational studies (cohort studies including sub-cohort controlled studies and nested case-control studies) and randomised controlled trials (RCTs) with healthy adult participants (18 years of age and older).</p>\n<p><strong>Data collection and analysis:</strong><strong> </strong>For observational studies, we conducted random effects meta-analyses when five or more studies were retrieved for a specific outcome. For RCTs, we performed random effects meta-analyses when two or more studies were available. The risk of bias in observational studies was assessed using forms adapted from the Newcastle-Ottawa Quality Assessment Scale for cohort and case-control studies; the criteria specified in the Cochrane Handbook for Systematic Reviews of Interventions were used to evaluate the risk of bias in RCTs.</p>\n<p><strong>Main results:</strong><strong> </strong>We included 55 prospective observational studies (including more than 1,100,000 participants) and eight RCTs (with a total of 44,743 participants). For the observational studies, we found lower cancer incidence (summary odds ratio (OR) 0.69, 95% confidence interval (CI) 0.53 to 0.91, N = 8) and cancer mortality (OR 0.60, 95% CI 0.39 to 0.93, N = 6) associated with higher selenium exposure. Gender-specific subgroup analysis provided no clear evidence of different effects in men and women (P value 0.47), although cancer incidence was lower in men (OR 0.66, 95% CI 0.42 to 1.05, N = 6) than in women (OR 0.90, 95% CI 0.45 to 1.77, N = 2). The most pronounced decreases in risk of site-specific cancers were seen for stomach, bladder and prostate cancers. However, these findings have limitations due to study design, quality and heterogeneity that complicate interpretation of the summary statistics. Some studies suggested that genetic factors may modify the relation between selenium and cancer risk-a hypothesis that deserves further investigation.In RCTs, we found no clear evidence that selenium supplementation reduced the risk of any cancer (risk ratio (RR) 0.90, 95% CI 0.70 to 1.17, two studies, N = 4765) or cancer-related mortality (RR 0.81, 95% CI 0.49 to 1.32, two studies, N = 18,698), and this finding was confirmed when the analysis was restricted to studies with low risk of bias. The effect on prostate cancer was imprecise (RR 0.90, 95% CI 0.71 to 1.14, four studies, N = 19,110), and when the analysis was limited to trials with low risk of bias, the interventions showed no effect (RR 1.02, 95% CI 0.90 to 1.14, three studies, N = 18,183). The risk of non-melanoma skin cancer was increased (RR 1.44, 95% CI 0.95 to 1.17, three studies, N = 1900). Results of two trials-the Nutritional Prevention of Cancer Trial (NPCT) and the Selenium and Vitamin E Cancer Trial (SELECT)-also raised concerns about possible increased risk of type 2 diabetes, alopecia and dermatitis due to selenium supplements. An early hypothesis generated by NPCT that individuals with the lowest blood selenium levels at baseline could reduce their risk of cancer, particularly of prostate cancer, by increasing selenium intake has not been confirmed by subsequent trials. As the RCT participants were overwhelmingly male (94%), gender differences could not be systematically assessed.</p>\n<p><strong>Authors' conclusions:</strong><strong> </strong>Although an inverse association between selenium exposure and the risk of some types of cancer was found in some observational studies, this cannot be taken as evidence of a causal relation, and these results should be interpreted with caution. These studies have many limitations, including issues with assessment of exposure to selenium and to its various chemical forms, heterogeneity, confounding and other biases. Conflicting results including inverse, null and direct associations have been reported for some cancer types.RCTs assessing the effects of selenium supplementation on cancer risk have yielded inconsistent results, although the most recent studies, characterised by a low risk of bias, found no beneficial effect on cancer risk, more specifically on risk of prostate cancer, as well as little evidence of any influence of baseline selenium status. Rather, some trials suggest harmful effects of selenium exposure. To date, no convincing evidence suggests that selenium supplements can prevent cancer in humans.</p>\n"
    },
    {
        "Id": 4,
        "Micro": "СЕЛЕН",
        "Head": "<p>[4] Cai Z, Zhang J, Li H. <em>Selenium, aging and aging-related diseases.</em> Aging Clin Exp Res. 2019 Aug;31(8):1035-1047. doi: 10.1007/s40520-018-1086-7. Epub 2018 Dec 3. PMID: 30511318.</p>",
        "Body": "<p>Abstract</p>\n<p>Selenium is an essential trace element in the human body and plays an important role in the body via selenoprotein, which contains selenium. Selenoproteins (glutathione peroxidase, thioredoxin reductase, methionine sulfoxide reductase1 and endoplasmic reticulum-selenoproteins, etc.) have antioxidant effects and are involved in regulating antioxidant activities. Aging is an inevitable process and is always accompanied by aging-related diseases. Reactive oxygen species are important initial factors in aging and aging-related diseases. Selenium contributes to the alleviation of reduced reactive oxygen species-mediated inflammation, reduced DNA damage and prolonged telomere length and thereby plays roles in fighting aging and preventing aging-related diseases. In the elderly, aging-related diseases include neuropsychiatric diseases, tumors, cardiovascular diseases, and skin aging, among others. Selenium supplementation is an important strategy for anti-aging and the prevention of aging-related diseases and is of great significance for the elderly. However, with the accumulation of related research, selenium supplementation does not necessarily contribute to the prevention of aging and aging-related diseases. It is believed that a low level of selenium is beneficial to the human body. Thus, the effect of selenium on human aging and aging-related diseases is still controversial. This paper reviews the research progress and objective role of selenium in aging and aging-related diseases.</p>\n"
    },
    {
        "Id": 5,
        "Micro": "СЕЛЕН",
        "Head": "<p>[5] Venkateswaran V, Fleshner NE, Klotz LH. <em>Synergistic effect of vitamin E and selenium in human prostate cancer cell lines.</em> Prostate Cancer Prostatic Dis. 2004;7(1):54-6. doi: 10.1038/sj.pcan.4500707. PMID: 14745439.</p>",
        "Body": "<p>Abstract</p>\n<p>Vitamin E and selenium are the two most popular dietary supplements used to prevent prostate cancer. The hypothesis that these antioxidants reduce prostate risk is being tested in the selenium and vitamin E chemoprevention trial (SELECT). We hypothesize that selenium potentiates vitamin E-induced inhibition of prostate cancer cell growth in vitro. Prostate cancer cell populations growing asynchronously were treated with a combination of vitamin E and selenium and processed for flow cytometric analysis. Prostate cancer cells treated with a combination of the antioxidants revealed that selenium potentiates vitamin E-induced inhibition of LNCaP cells in vitro. This was demonstrated by a reduction in the percentage of cells in the S phase. This crucial finding confirms our previous observations that antioxidant molecules act via distinct mechanistic pathways. These independent biological effects can be exploited in order to augment the anticancer properties of individual agents. These data also validate the two factorial design of the SELECT trial, permitting pairwise comparisons between agents in combination and alone.</p>\n"
    },
    {
        "Id": 6,
        "Micro": "СЕЛЕН",
        "Head": "<p>[6] Kaprara A, Krassas GE. <em>[Selenium and thyroidal function; the role of immunoassays].</em> Hell J Nucl Med. 2006 Sep-Dec;9(3):195-203. Greek, Modern. PMID: 17160166.</p>",
        "Body": "<p>Abstract</p>\n<p>It is well known that selenium plays a fundamental role in regulating thyroid and other functions of the human body like reproduction, autoimmunity, glucose metabolism or bone metabolism. While for thyroid function investigation, radioimmunoassays and radioimmunometric assays both key techniques of nuclear medicine are used, for selenium measurements atomic absorption spectrometry is the method of choice. Normal thyroid gland retains high selenium concentrations even under conditions of inadequate selenium supply and expresses many of the known selenocysteine-containing proteins. Adequate selenium nutrition supports efficient thyroid hormone synthesis and metabolism and protects the thyroid gland damage by excessive iodide exposure. In regions where a combined severe iodine and selenium deficiency exist, normalization of iodine supply is mandatory before initiation of selenium supplementation in order to prevent hypothyroidism. Selenium deficiency and disturbed thyroid function may develop under conditions of special dietary regimens, such as long-term total parenteral nutrition or after inadequate nutrition in children. Some investigators suggest that selenium may be a useful adjunctive treatment for autoimmune thyroid diseases, such as Hashimoto and Graves' disease. Low serum selenium levels have been associated with higher incidence of thyroid cancer, as well as with chronic illness or lomicronw triiodothyronine syndrome. These biological actions are mediated through the expression of selenoproteins, the most important being the glutathione peroxidases, the iodothyronine deiodinases, the thioredoxine reductase and the selenoprotein P. Selenium is also associated with animal proteins. Subsequently meats and seafood are dietary sources of selenium. The ingestion of large quantities of selenium may have adverse effects. It has been shown that dietary intake of about 300 micro g of selenium daily may have a toxic effect on growth hormone and insulin like growth factor-1 metabolism, as well as in the synthesis of thyroid hormones. Main adverse effects may be anorexia, diarrhea, depression, hemorrhage, liver and kidney necrosis, blindness, ataxia and respiratory disturbances. Dermatitis and CNS deficiency have also been described. It is concluded that selenium plays an important role in regulating thyroid function, as well as in the homeostasis of thyroid hormones through the action of selenoproteins, in which it incorporates as selenocystein.</p>\n"
    },
    {
        "Id": 7,
        "Micro": "СЕЛЕН",
        "Head": "<p>[7] Ventura M, Melo M, Carrilho F. <em>Selenium and Thyroid Disease: From Pathophysiology to Treatment.</em> Int J Endocrinol. 2017;2017:1297658. doi: 10.1155/2017/1297658. Epub 2017 Jan 31. PMID: 28255299; PMCID: PMC5307254.</p>",
        "Body": "<p>Abstract</p>\n<p><em>Introduction.</em> Selenium is a micronutrient embedded in several proteins. In adults, the thyroid is the organ with the highest amount of selenium per gram of tissue. Selenium levels in the body depend on the characteristics of the population and its diet, geographic area, and soil composition. In the thyroid, selenium is required for the antioxidant function and for the metabolism of thyroid hormones. <em>Methods.</em> We performed a review of the literature on selenium's role in thyroid function using PubMed/MEDLINE. <em>Results.</em> Regarding thyroid pathology, selenium intake has been particularly associated with autoimmune disorders. The literature suggests that selenium supplementation of patients with autoimmune thyroiditis is associated with a reduction in antithyroperoxidase antibody levels, improved thyroid ultrasound features, and improved quality of life. Selenium supplementation in Graves' orbitopathy is associated with an improvement of quality of life and eye involvement, as well as delayed progression of ocular disorders. The organic form of selenium seems to be the preferable formulation for supplementation or treatment. <em>Conclusion.</em>Maintaining a physiological concentration of selenium is a prerequisite to prevent thyroid disease and preserve overall health. Supplementation with the organic form is more effective, and patients with autoimmune thyroiditis seem to have benefits in immunological mechanisms. Selenium supplementation proved to be clinically beneficial in patients with mild to moderate Graves' orbitopathy.</p>\n"
    }
]