[
    {
        "Id": 1,
        "Micro": "НАТРИЙ",
        "Head": "<p> 1. Alam S, Johnson AG. A <i>meta-analysis of randomised controlled trials (RCT) among healthynormotensive and essential hypertensive elderly patients to determinethe effect of high salt (NaCl) diet of blood pressure. </i> J Hum Hypertens. 1999 Jun;13(6):367-74. doi: 10.1038/sj.jhh.1000817. PMID: 10408586.</p>",
        "Body": "<p><b>Abstract</b></p>\n<p> To examine the effect of chronic NaCl ingestion on blood pressure (BP) in the elderly, a meta-analysis was undertaken of 11 randomised controlled trials of which five included patients &gt; or =60 years of age only and six included patients with a mean age close to 60 years. The following databases were used: Medline, Embase, Current Contents, The Cochrane Library, the AMI and IPA databases. Mean erect systolic and diastolic blood pressures (SBP/DBP) on chronic (&gt; or =9 weeks) high and low NaCl diets were recorded, the pooled mean effect, the pooled standard error and 95% confidence intervals (Cl) were calculated and linear regression was used to evaluate the potential association between NaCl intake and BP. When all trials were pooled, a chronic high NaCl diet significantly increased mean SBP and DBP by 5.58 mm Hg (95%Cl 4.31-6.85) and 3.5 mm Hg (95%Cl 2.62-4.38) respectively. There was a significant association between the level of NaCl intake and SBP (P = 0.05, r2 = 0.37) but not DBP (P = 0.76, r2 = 0.01). When trials were pooled separately, a chronic high NaCl diet increased SBP by 5.46 mm Hg (95%Cl 3.56-7.36) and DBP by 2.63 mm Hg (95%Cl 1.18-4.08) in trials including patients &gt; or =60 years of age only, and increased SBP by 3.27 mm Hg (95%Cl 1.23-5.31) and DBP by 2.69 mm Hg (95%Cl 1.44-3.94) in trials including patients with a mean age close to 60 years. These data suggest that a chronic high NaCl diet in elderly patients with essential hypertension is associated with an increase in SBP and DBP, the association is significant for both SBP and DBP but more marked for SBP than DBP, the effect is more pronounced the older the patient and NaCl dose strongly predicts SBP in older patients.</p>\n"
    },
    {
        "Id": 2,
        "Micro": "НАТРИЙ",
        "Head": "<p> 2. Johnson AG, Nguyen TV, Davis D. <i>Blood pressure is linked to salt intake and modulated by theangiotensinogen gene in normotensive and hypertensive elderly subjects </i> . J Hypertens. 2001 Jun;19(6):1053-60. doi: 10.1097/00004872-200106000-00009. PMID: 11403353.</p>",
        "Body": "<p> Abstract</p>\n<p><strong>Objectives:</strong> To evaluate salt sensitivity in elderly subjects with different forms of hypertension and controls and to investigate any modulation by genotype</p>\n<p><strong>Design:</strong> Randomized, double-blinded, placebo-controlled latin-square</p>\n<p><strong>Setting:</strong> Tertiary referral hospital</p>\n<p><strong>Participants:</strong> Community subjects (n = 46) aged &gt; or = 60 years classified as isolated systolic hypertension [ISH; systolic blood pressure (SBP) &gt; or = 160, diastolic blood pressure (DBP) &lt; 90 mmHg, n = 19], diastolic +/- systolic hypertension (SDH; DBP &gt; or = 90 mmHg, n = 10) and normotension (SBP &lt; 160, DBP &lt; 90 mmHg, n = 17).</p>\n<p><strong>Intervention:</strong> Four 14 day treatments, 50, 100, 200 and 300 mmol/day of sodium chloride supplementation interspersed with 14 day washout periods on a salt-restricted diet.</p>\n<p><strong>Main outcome measures:</strong> The 24 h blood pressure, heart rate, weight, urinary sodium and creatinine clearance measured during baseline, treatment and washout periods and angiotensinogen (AGT) and angiotensin converting enzyme (ACE) genotypes.</p>\n<p><strong>Results:</strong> For the entire cohort, the mean +/- standard error (SE) of change from baseline in SBP for 50, 100, 200 and 300 mmol/day salt was 7.7+/-2.4, 12.1+/-2.4, 16.6+/-3.0, 18.5+/-2.6 mmHg, respectively. For DBP, the respective changes were: -0.1+/-1.5, 2.4+/-1.6, 3.0+/-1.5, 5.8+/-1.7 mmHg. The increase in SBP among ISH subjects was significantly higher than among subjects in the SDH and normotensive groups (P &lt; 0.05). AGT genotype influenced the effect of salt dose on the change in DBP (P = 0.006) but not SBP (P = 0.7).</p>\n<p><strong>Conclusions:</strong> In healthy, older subjects, a linear increase in BP occurred with increasing salt dose, it appeared most pronounced in ISH subjects and could be modulated by AGT genotype.</p>\n"
    },
    {
        "Id": 3,
        "Micro": "НАТРИЙ",
        "Head": "<p> 3. Graudal N, Hubeck-Graudal T, Jürgens G, McCarron DA. <i>The significance of duration and amount of sodium reductionintervention in normotensive and hypertensive individuals: ameta-analysis </i> . Adv Nutr. 2015 Mar 13;6(2):169-77. doi: 10.3945/an.114.007708. Erratum in: Adv Nutr. 2015 May;6(3):285. PMID: 25770255; PMCID: PMC4352175.</p>",
        "Body": "<p> Abstract</p>\n<p> The purpose of this meta-analysis was to establish the time for achievement of maximal blood pressure (BP) efficacy of a sodium reduction (SR) intervention and the relation between the amount of SR and the BP response in individuals with hypertension and normal BP. Relevant studies were retrieved from a pool of 167 randomized controlled trials (RCTs) published in the period 1973-2010 and integrated in meta-analyses. Fifteen relevant RCTs were included in the maximal efficacy analysis. After initiation of sodium reduction (range: 55-118 mmol/d), there were no significant differences in systolic blood pressure (SBP) or diastolic blood pressure (DBP) between measurements at weeks 1 and 2 (∆SBP: -0.18 mmHg/∆DBP: 0.12 mmHg), weeks 1 and 4 (∆SBP: -0.50 mmHg/∆DBP: 0.35 mmHg), weeks 2 and 4 (∆SBP: -0.20 mmHg/∆DBP: -0.10 mmHg), weeks 2 and 6 (∆SBP: -0.50 mmHg/∆DBP: -0.42 mmHg), and weeks 4 and 6 (∆SBP: 0.39 mmHg/∆DBP: -0.22 mmHg). Eight relevant RCTs were included in the dose-response analysis, which showed that within the established usual range of sodium intake [&lt;248 mmol/d (5700 mg/d)], there was no relation between the amount of SR (range: 136-188 mmol) and BP outcome in normotensive populations [∆SBP: 0.99 mm Hg (95% CI: -2.12, 4.10 mm Hg), [corrected] P = 0.53; ∆DBP: -0.49 mm Hg (95% CI: -4.0, 3.03), P = 0.79]. In contrast, prehypertensive and hypertensive populations showed a significant dose-response relation (range of sodium reduction: 77-140 mmol/d) [∆SBP: 6.87 mmHg (95% CI: 5.61, 8.12, P &lt; 0.00001); ∆DBP: 3.61 mmHg (95% CI: 2.83, 4.39, P &lt; 0.00001)]. Consequently, the importance of kinetic and dynamic properties of sodium reduction, as well as baseline BP, should probably be considered when establishing a policy of sodium reduction.</p>\n"
    },
    {
        "Id": 4,
        "Micro": "НАТРИЙ",
        "Head": "<p> 4. Alawwa I, Dagash R, Saleh A, Ahmad A. <i>Dietary salt consumption and the knowledge, attitudes and behavior ofhealthy adults: a cross-sectional study from Jordan. </i> Libyan J Med. 2018 Dec;13(1):1479602. doi: 10.1080/19932820.2018.1479602. PMID: 29865968; PMCID: PMC5990954.</p>",
        "Body": "<p> Abstract</p>\n<p> High dietary sodium is recognized as a silent killer responsible for 2.3 million deaths worldwide in 2010 predominantly secondary to hypertension and its complications. Although high salt consumption is considered a worldwide public health problem, its magnitude is highly variable among different communities; therefore, it is important to study locally. This study aimed to evaluate habitual salt consumption, its important correlations, as well as the knowledge, attitude, and behavior of healthy Jordanian citizens. As potassium consumption is highly correlated and important we aimed to study both jointly. In this descriptive cross-sectional study we enrolled 103 healthy adult Jordanian citizens. All participants were interviewed for questionnaire filling, physical examination, and instructed on proper 24-hour urine collection procedure. We measured sodium and potassium concentration in the provided controlled 24-hour urine collection samples, as it is presently considered the gold standard for evaluating daily intake. The results showed an average sodium intake of 179 mmol (4.1 g) per day [higher in males at 186 mmol (4.3 g) vs. 173 mmol (4.0 g) for females], significantly above the current WHO recommendations, though only 8% regularly add salt to food. Ironically, most participants (82%) believe their salt consumption was appropriate and only 29% thought they may benefit from reducing salt intake. On the other hand, potassium intake is far below the current WHO recommendations. High sodium and low potassium intake have synergistic adverse effects on public health that is not currently addressed in Jordan. We conclude that Jordanian citizens currently consume high sodium and low potassium diet and are mostly unaware of its negative impact on their health. Hence, it is crucial for healthcare providers to intervene and adopt long-term strategies to control salt intake to reduce its negative effects in Jordan and elsewhere.</p>\n"
    },
    {
        "Id": 5,
        "Micro": "НАТРИЙ",
        "Head": "<p> 5. He FJ, MacGregor GA. <i>How far should salt intake be reduced?</i> Hypertension. 2003 Dec;42(6):1093-9. doi: 10.1161/01.HYP.0000102864.05174.E8. Epub 2003 Nov 10. PMID: 14610100.</p>",
        "Body": "<p> Abstract</p>\n<p> The current public health recommendations are to reduce salt intake from 9 to 12 g/d to 5 to 6 g/d. However, these values are based on what is feasible rather than the maximum effect of salt reduction. In a meta-analysis of longer-term trials, we looked at the dose response between salt reduction and fall in blood pressure and compared this with 2 well-controlled studies of 3 different salt intakes. All 3 studies demonstrated a consistent dose response to salt reduction within the range of 12 to 3 g/d. A reduction of 3 g/d predicts a fall in blood pressure of 3.6 to 5.6/1.9 to 3.2 mm Hg (systolic/diastolic) in hypertensives and 1.8 to 3.5/0.8 to 1.8 mm Hg in normotensives. The effect would be doubled with a 6 g/d reduction and tripled with a 9 g/d reduction. A conservative estimate indicates that a reduction of 3 g/d would reduce strokes by 13% and ischemic heart disease (IHD) by 10%. The effects would be almost doubled with a 6 g/d reduction and tripled with a 9 g/d reduction. Reducing salt intake by 9 g/d (eg, from 12 to 3 g/d) would reduce strokes by approximately one third and IHD by one quarter, and this would prevent approximately 20 500 stroke deaths and 31 400 IHD deaths a year in the United Kingdom. The current recommendations to reduce salt intake from 9 to 12 g/d to 5 to 6 g/d will have a major effect on blood pressure and cardiovascular disease but are not ideal. A further reduction to 3 g/d will have a much greater effect and should now become the long-term target for population salt intake worldwide.</p>\n"
    },
    {
        "Id": 6,
        "Micro": "НАТРИЙ",
        "Head": "<p> 6. He FJ, MacGregor GA. <i>Effect of modest salt reduction on blood pressure: a meta-analysis ofrandomized trials. </i> Implications for public health. J Hum Hypertens. 2002 Nov;16(11):761-70. doi: 10.1038/sj.jhh.1001459. PMID: 12444537.</p>",
        "Body": "<p> Abstract</p>\n<p> Two recent meta-analyses of randomised salt reduction trials have concluded that there is little purpose in reducing salt intake in the general population. However, the authors, as with other previous meta-analyses, included trials of very short duration (eg 1 week or less) and trials of acute salt loading followed by abrupt reductions to very low salt intake (eg from 20 to less than 1 g of salt/day). These acute salt loading and salt depletion experiments are known to increase sympathetic tone, and with salt depletion cause a rise in renin release and, thereby, plasma angiotensin II. These trials are not appropriate, therefore, for helping to inform public health policy, which is for a more modest reduction in salt intake, ie, from a usual intake of approximately 10 to approximately 5 g of salt per day over a more prolonged period of time. We carried out a meta-analysis to assess the effect of a modest salt reduction on blood pressure. Our data sources were MEDLINE, EMBASE, Cochrane library, CINAHL, and the reference lists of original and review articles. We included randomised trials with a modest reduction in salt intake and a duration of 4 or more weeks. Meta-analysis, meta-regression, and funnel plots were performed. A total of 17 trials in hypertensives (n=734) and 11 trials in normotensives (n=2220) were included in our study. The median reduction in 24-h urinary sodium excretion was 78 mmol (equivalent to 4.6 g of salt/day) in hypertensives and 74 mmol in normotensives. The pooled estimates of blood pressure fall were 4.96/2.73+/-0.40/0.24 mmHg in hypertensives (P&lt;0.001 for both systolic and diastolic) and 2.03/0.97+/-0.27/0.21 mmHg in normotensives (P&lt;0.001 for both systolic and diastolic). Weighted linear regression analyses showed a dose response between the change in urinary sodium and blood pressure. A reduction of 100 mmol/day (6 g of salt) in salt intake predicted a fall in blood pressure of 7.11/3.88 mmHg (P&lt;0.001 for both systolic and diastolic) in hypertensives and 3.57/1.66 mmHg in normotensive individuals (systolic: P&lt;0.001; diastolic: P&lt;0.05). Our results demonstrate that a modest reduction in salt intake for a duration of 4 or more weeks does have a significant and, from a population viewpoint, important effect on blood pressure in both hypertensive and normotensive individuals. This meta-analysis strongly supports other evidence for a modest and long-term reduction in population salt intake, and would be predicted to reduce stroke deaths immediately by approximately 14% and coronary deaths by approximately 9% in hypertensives, and reduce stroke and coronary deaths by approximately 6 and approximately 4%, in normotensives, respectively.</p>\n"
    },
    {
        "Id": 7,
        "Micro": "НАТРИЙ",
        "Head": "<p> 7. Sugiura T, Takase H, Ohte N, Dohi Y. <i>Dietary Salt Intake is a Significant Determinant of Impaired KidneyFunction in the General Population </i> . Kidney Blood Press Res. 2018;43(4):1245-1254. doi: 10.1159/000492406. Epub 2018 Aug 3. PMID: 30078009.</p>",
        "Body": "<p> Abstract</p>\n<p><strong>Background/aims:</strong> Kidney dysfunction is an important risk factor for cardiovascular disease and end-stage renal disease. This study investigated whether dietary salt intake predicts deterioration of kidney function in the general population.</p>\n<p><strong>Methods:</strong> In all, 12 126 subjects with a normal estimated glomerular filtration rate (eGFR ≥60 mL/min per 1.73m2) attending an annual check-up were enrolled in the study and were followed-up for a median of 1754 days; the endpoint was the development of impaired kidney function (eGFR &lt; 60 mL/min per 1.73m2). Individual salt intake was estimated using spot urine analysis.</p>\n<p><strong>Results:</strong> At baseline, mean (± SD) salt intake and eGFR were 10.6 ± 3.4 g/day and 80.8 ± 12.9 mL/min per 1.73m2, respectively. During the follow-up period, 1384 subjects (25.2 per 1000 person-years) developed impaired kidney function. Multivariate Cox hazard regression analysis revealed salt intake as a significant predictor of the new onset of kidney impairment (hazard ratio 1.045; 95% confidence interval 1.025-1.065). Subjects were divided into two groups based on salt intake; the incidence of impaired kidney function was higher in the group with high than low salt intake (P &lt; 0.001, log-rank test). Multivariate Cox hazard regression analysis indicated a 29% increased risk of developing impaired kidney function in the high-salt group. Multivariate linear regression analysis showed a significant correlation between salt intake and yearly decline in eGFR (β = 0.060, P &lt; 0.001).</p>\n<p><strong>Conclusion:</strong> Salt intake is associated with the development of impaired kidney function in the general population, independent of its effects on blood pressure. Salt restriction may help prevent the development of impaired kidney function.</p>\n"
    },
    {
        "Id": 8,
        "Micro": "НАТРИЙ",
        "Head": "<p> 8. Ohta Y, Tsuchihashi T, Kiyohara K, Oniki H. <i>High salt intake promotes a decline in renal function in hypertensivepatients: a 10-year observational study. </i> Hypertens Res. 2013 Feb;36(2):172-6. doi: 10.1038/hr.2012.155. Epub 2012 Oct 11. PMID: 23051657.</p>",
        "Body": "<p> Abstract</p>\n<p> We investigated the influence of long-term salt load on renal function in hypertensive patients. The subjects were 133 hypertensive patients (80 women and 53 men, mean age 60±9 years) who underwent at least five successful 24 h home urine collections during the 10-year observation period. Blood pressure (BP) and 24-h urinary salt and creatinine excretion levels were measured. BP decreased from 143±12/85±8 to 129±14/68±11 mm Hg during the 10.5-year observation period, and this decrease was associated with patients taking an increased number of antihypertensive drugs (1.3±1.0 to 2.2±1.1). The estimated glomerular filtration rate (eGFR) also significantly decreased from 71.7±14.6 to 64.7±16.5 ml min(-1) (P&lt;0.01), and the change in eGFR was -0.68 ml min(-1) per year on average. The average salt excretion was 8.6±2.2 g per day and showed a significant negative correlation with the change in eGFR (r=-0.21, P=0.02). Subjects with an average salt excretion&lt;8 g per day showed a significantly slower decline in renal function than those with an average salt excretion 8 g per day (the change in eGFR: -0.41±1.10 vs. -0.83±1.19 ml min(-1) per year, P&lt;0.05). In the multivariate analysis, the average salt excretion (partial r=-0.19, P=0.03) and baseline eGFR (partial r=-0.23, P=0.01) were significantly associated with the change in eGFR. This association was independent of BP change or an increased number of antihypertensive drugs. The results suggest that long-term salt load promotes a decline in renal function in hypertensive patients; thus, salt restriction is encouraged, to prevent renal damage.</p>\n"
    }
]