[
    {
        "Id": 1,
        "Micro": "ВИТАМИН В3",
        "Head": "<p>[1] Djadjo S, Bajaj T. <em>Niacin.</em> 2021 Jun 2. In: StatPearls [Internet]. Treasure Island (FL): StatPearls Publishing; 2021 Jan–. PMID: 31082080.</p>",
        "Body": "<p>Niacin (a combination of nicotinic acid and nicotinamide), a B vitamin (vitamin B3), is a pharmacotherapeutic agent that has been used since 1955, making it the oldest pleiotropic hypolipidemic agent. The vitamin plays a role in both neuroprotection and neuronal death, giving it the utmost importance in the proper functioning of the central nervous system (CNS), neuronal development, and function</p>\n<p><strong>Common Reactions</strong></p>\n<p>Flushing: Niacin often causes generalized pruritus, and a burning sensation is usually limited to the face and chest and lasts 20 to 30 minutes. This side effect, however, decreases in frequency and severity with time. Pretreatment of 30 minutes with aspirin (up to 325 mg) can help counter this side effect. Laropiprant, a potent, selective antagonist of prostaglandin D2( PGD2)-receptor subtype-1, not only helps reduce this side effect of niacin but allows for optimal pharmacological dosing if needed.</p>\n<p>One reaction to consider is niacin’s effects (whether used alone or combined with statin medications) on glycemic control in patients with dyslipidemia, regardless of their diabetes mellitus status.</p>\n<p>In non-diabetic patients with dyslipidemia, on average, five years of niacin therapy, whether used alone or in laropiprant combination therapy, was associated with a 34% increased risk of developing diabetes.</p>\n<p>Also, niacin has been demonstrated to increase fasting glycemic levels in patients with diabetes. Avoiding niacin therapy has been recommended in patients with metabolic syndrome or diabetes.</p>\n<p>Other side effects include hyperuricemia, gastrointestinal disorders, rash, increased homocysteine levels, hypotension, dyspepsia, elevations in AST and ALT, nausea, vomiting, and paresthesias.</p>\n<p><strong>Serious Adverse Reactions</strong></p>\n<p>Peptic ulcer disease, arrhythmias, anaphylaxis, hepatotoxicity, hepatic necrosis, fulminant, macular edema.</p>\n"
    },
    {
        "Id": 2,
        "Micro": "ВИТАМИН В3",
        "Head": "<p>[2] Kamanna VS, Ganji SH, Kashyap ML. <em>The mechanism and mitigation of niacin-induced flushing.</em> Int J Clin Pract. 2009 Sep;63(9):1369-77. doi: 10.1111/j.1742-1241.2009.02099.x. PMID: 19691622; PMCID: PMC2779993.</p>",
        "Body": "<p><strong>Abstract</strong></p>\n<p><strong>Aims: </strong>To summarise the metabolic responses to niacin that can lead to flushing and to critically evaluate flushing mitigation research.</p>\n<p><strong>Methods and results: </strong>This comprehensive review of the mechanism of action of niacin-induced flushing critically evaluates research regarding flushing mitigating formulations and agents. Niacin induces flushing through dermal Langerhans cells where the activation of G protein-coupled receptor 109A (GPR109A) increases arachidonic acid and prostaglandins, such as prostaglandin D(2) (PGD(2)) and prostaglandin E(2) (PGE(2)), subsequently activating prostaglandin D(2) receptor (DP(1)), prostaglandin E(2) receptor (EP(2)) and prostaglandin E receptor 4 (EP(4)) in capillaries and causing cutaneous vasodilatation. Controlling niacin absorption rates, inhibiting prostaglandin production, or blocking DP(1), EP(2) and EP(4) receptors can inhibit flushing. Niacin extended-release (NER) formulations have reduced flushing incidence, duration and severity relative to crystalline immediate-release niacin with similar lipid efficacy. Non-steroidal anti-inflammatory drugs (NSAIDs), notably aspirin given 30 min before NER at bedtime, further reduce flushing. An antagonist to the DP(1) receptor (laropiprant) combined with an ER niacin formulation can reduce flushing; however, significant residual flushing occurs with clinically-relevant dosages.</p>\n<p><strong>Conclusions: </strong>Niacin is an attractive option for treating dyslipidemic patients, and tolerance to niacin-induced flushing develops rapidly. Healthcare professionals should particularly address flushing during niacin dose titration.</p>\n"
    },
    {
        "Id": 3,
        "Micro": "ВИТАМИН В3",
        "Head": "<p>[3] Fukuwatari T, Shibata K. <em>Nutritional aspect of tryptophan metabolism</em>. Int J Tryptophan Res. 2013 Jul 21;6(Suppl 1):3-8. doi: 10.4137/IJTR.S11588. PMID: 23922498; PMCID: PMC3729278.</p>",
        "Body": "<p>Nicotinamide can be synthesized from tryptophan in mammals, and the resultant nicotinamide is distributed to non-hepatic tissues. Dietary surveys have shown that the amount of nicotinamide biosynthesized from tryptophan is equal to the amount of pre-formed niacin from food intake in Japan, and matches the niacin requirement in humans. Although niacin can be supplied from amino acid tryptophan, nicotinamide biosynthesized from tryptophan is considered to be a byproduct of the kynurenine pathway, and the amount is thought not to be sufficient to meet the requirement. Thus niacin has been recognized as a vitamin. Disorders resulting from abnormal tryptophan metabolism, such as Hartnup disease, show symptoms similar to those of pellagra. These facts suggest that conversion of nicotinamide from tryptophan is important in maintaining niacin nutrition.</p>\n"
    },
    {
        "Id": 4,
        "Micro": "ВИТАМИН В3",
        "Head": "<p>[4] Kei A, Liberopoulos EN, Mikhailidis DP, Elisaf M. <em>Comparison of switch to the highest dose of rosuvastatin vs. add-on nicotinic acid vs. add-on fenofibrate for mixed dyslipidaemia.</em> Int J Clin Pract. 2013 May;67(5):412-9. doi: 10.1111/ijcp.12098. Epub 2013 Mar 20. PMID: 23510018.</p>",
        "Body": "<p>Abstract</p>\n<p><strong>Background:</strong>Use of a statin at a standard dose may be insufficient for the treatment of mixed dyslipidaemia. Whether switch to the highest dose of rosuvastatin (40 mg) or add-on nicotinic acid (NA) or fenofibrate is more efficacious remains unknown.</p>\n<p><strong>Patients and methods:</strong>This was a prospective, randomised, open-label, blinded end-point (PROBE) study. We recruited 100 patients with mixed dyslipidaemia who were treated with a statin at a standard dose but had not achieved lipid targets. Patients were randomised to switch to the highest approved dose of rosuvastatin (40 mg), add-on extended release nicotinic acid (ER-NA)/l-aropiprant (LRPT) or to add-on micronised fenofibrate for 3 months. The primary end-point was the change in non-high-density lipoprotein cholesterol (non-HDL-C) levels.</p>\n<p><strong>Results:</strong>Ninety patients completed the study. Non-HDL-C decreased in all groups (by 23, 24 and 7% in the rosuvastatin, ER-NA/LRPT and fenofibrate group, respectively, p &lt; 0.01 for all compared with baseline and p &lt; 0.01 for all compared with fenofibrate group). Low-density lipoprotein cholesterol (LDL-C) decreased by 23 and 19% in the rosuvastatin and ER-NA/LRPT group, respectively (p &lt; 0.01 compared with baseline), but not in the add-on fenofibrate group. Add-on ER-NA/LRPT was associated with the greatest HDL-C increase, while add-on ER-NA/LRPT and add-on fenofibrate were associated with the greatest triglyceride decrease. Twenty-four per cent of patients initially randomised to add-on ER-NA/LRPT dropped out because of side effects.</p>\n<p><strong>Conclusions:</strong>In conclusion, switch to the highest dose of rosuvastatin and add-on ER-NA/LRPT may be better options compared with add-on fenofibrate for the management of patients with mixed dyslipidaemia not on treatment goals with a statin at a standard dose.</p>\n"
    },
    {
        "Id": 5,
        "Micro": "ВИТАМИН В3",
        "Head": "<p>[5] Wolfe ML, Vartanian SF, Ross JL, Bansavich LL, Mohler ER 3rd, Meagher E, Friedrich CA, Rader DJ. <em>Safety and effectiveness of Niaspan when added sequentially to a statin for treatment of dyslipidemia.</em> Am J Cardiol. 2001 Feb 15;87(4):476-9, A7. doi: 10.1016/s0002-9149(00)01410-7. PMID: 11179541.</p>",
        "Body": "<p>Abstract</p>\n<p>Niaspan, when added to a stable dose of a statin in 66 subjects, was found to be safe and highly effective in improving lipid parameters. Subgroup analyses demonstrated its effectiveness in lowering low-density lipoprotein cholesterol in persons not at the National Cholesterol and Education Program low-density lipoprotein cholesterol target and in raising high-density lipoprotein cholesterol in persons with levels &lt; 40 mg/dl.</p>\n"
    }
]