[
    {
        "Id": 1,
        "Micro": "ВИТАМИН Е",
        "Head": "<p>[1] Lee GY, Han SN. The Role of Vitamin E in Immunity. Nutrients. 2018 Nov 1;10(11):1614. doi: 10.3390/nu10111614. PMID: 30388871; PMCID: PMC6266234.</p>",
        "Body": "<p>Vitamin E is a fat-soluble antioxidant that can protect the polyunsaturated fatty acids (PUFAs) in the membrane from oxidation, regulate the production of reactive oxygen species (ROS) and reactive nitrogen species (RNS), and modulate signal transduction. Immunomodulatory effects of vitamin E have been observed in animal and human models under normal and disease conditions. With advances in understating of the development, function, and regulation of dendritic cells (DCs), macrophages, natural killer (NK) cells, T cells, and B cells, recent studies have focused on vitamin E's effects on specific immune cells. This review will summarize the immunological changes observed with vitamin E intervention in animals and humans, and then describe the cell-specific effects of vitamin E in order to understand the mechanisms of immunomodulation and implications of vitamin E for immunological diseases.</p>\n<p><strong>Keywords: </strong>T cells; dendritic cells; immunomodulation; infection; macrophages; vitamin E.</p>\n"
    },
    {
        "Id": 2,
        "Micro": "ВИТАМИН Е",
        "Head": "<p>[2] Sozen E, Demirel T, Ozer NK. Vitamin E: Regulatory role in the cardiovascular system. IUBMB Life. 2019 Apr;71(4):507-515. doi: 10.1002/iub.2020. Epub 2019 Feb 18. PMID: 30779288.</p>",
        "Body": "<p>Cardiovascular disease (CVD) is one of the major causes of morbidity and mortality, all around the world. Vitamin E is an important nutrient influencing key cellular and molecular mechanisms as well as gene expression regulation centrally involved in the prevention of CVD. Cell culture and animal studies have focused on the identification of vitamin E regulated signaling pathways and involvement on inflammation, lipid homeostasis, and atherosclerotic plaque stability. While some of these vitamin E functions were verified in clinical trials, some of the positive effects were not translated into beneficial outcomes in epidemiological studies. In recent years, the physiological metabolites of vitamin E, including the liver derived (long- and short-chain) metabolites and phosphorylated (α-, γ-tocopheryl phosphate) forms, have also provided novel mechanistic insight into CVD regulation that expands beyond the vitamin E precursor. It is certain that this emerging insight into the molecular and cellular action of vitamin E will help to design further studies, either in animal models or clinical trials, on the reduction of risk for CVDs. This review focuses on vitamin E-mediated preventive cardiovascular effects and discusses novel insights into the biology and mechanism of action of vitamin E metabolites in CVD. © 2019 IUBMB Life, 71(4):507-515, 2019.</p>\n<p><strong>Keywords: </strong>cardiovascular disease; long-chain metabolites; tocopheryl phosphate; vitamin E; α-tocopherol.</p>\n"
    },
    {
        "Id": 3,
        "Micro": "ВИТАМИН Е",
        "Head": "<p>[3] Fletcher AE. Free radicals, antioxidants and eye diseases: evidence from epidemiological studies on cataract and age-related macular degeneration. Ophthalmic Res. 2010;44(3):191-8. doi: 10.1159/000316476. Epub 2010 Sep 9. PMID: 20829643.</p>",
        "Body": "<p>Cataract and age-related macular degeneration (AMD) are the major causes of vision impairment and blindness worldwide. Both conditions are strongly age related with earlier signs (usually asymptomatic) occurring in middle age and becoming severer and more prevalent with increasing age. The aetiology of these conditions is thought to fit with the 'free radical theory' of ageing which postulates that ageing and age-related diseases result from the accumulation of cellular damage from reactive oxygen species (ROS). Mitochondrial energy production is a major source of endogenous ROS. External sources of ROS include environmental sources especially solar radiation, biomass fuels and tobacco smoking. There is strong evidence from epidemiological studies that smoking is a risk factor for both cataract and AMD. There is moderate evidence for an association with sunlight and cataract but weak evidence for sunlight and AMD. The few studies that have investigated this suggest an adverse effect of biomass fuels on cataract risk. The antioxidant defence system of the lens and retina include antioxidant vitamins C and E and the carotenoids lutein and zinc, and there is mixed evidence on their associations with cataract and AMD from epidemiological studies. Most epidemiological studies have been conducted in well-nourished western populations but evidence is now emerging from other populations with different dietary patterns and antioxidant levels.</p>\n"
    },
    {
        "Id": 4,
        "Micro": "ВИТАМИН Е",
        "Head": "<p>[4] Lewis ED, Meydani SN, Wu D. Regulatory role of vitamin E in the immune system and inflammation. IUBMB Life. 2019 Apr;71(4):487-494. doi: 10.1002/iub.1976. Epub 2018 Nov 30. PMID: 30501009; PMCID: PMC7011499.</p>",
        "Body": "<p>Vitamin E, a potent lipid-soluble antioxidant, found in higher concentration in immune cells compared to other cells in blood, is one of the most effective nutrients known to modulate immune function. Vitamin E deficiency has been demonstrated to impair normal functions of the immune system in animals and humans, which can be corrected by vitamin E repletion. Although deficiency is rare, vitamin E supplementation above current dietary recommendations has been shown to enhance the function of the immune system and reduce risk of infection, particularly in older individuals. The mechanisms responsible for the effect of vitamin E on the immune system and inflammation have been explored in cell-based, pre-clinical and clinical intervention studies. Vitamin E modulates T cell function through directly impacting T cell membrane integrity, signal transduction, and cell division, and also indirectly by affecting inflammatory mediators generated from other immune cells. Modulation of immune function by vitamin E has clinical relevance as it affects host susceptibility to infectious diseases such as respiratory infections, in addition to allergic diseases such as asthma. Studies examining the role of vitamin E in the immune system have typically focused on α-tocopherol; however, emerging evidence suggests that other forms of vitamin E, including other tocopherols as well as tocotrienols, may also have potent immunomodulatory functions. Future research should continue to identify and confirm the optimal doses for individuals at different life stage, health condition, nutritional status, and genetic heterogeneity. Future research should also characterize the effects of non-α-alpha-tocopherol vitamin E on immune cell function as well as their potential clinical application. © 2018 IUBMB Life, 71(4):487-494, 2019.</p>\n<p><strong>Keywords: </strong>immune function; immune system; infection; inflammation; tocopherols; tocotrienols; vitamin E.</p>\n"
    },
    {
        "Id": 5,
        "Micro": "ВИТАМИН Е",
        "Head": "<p>[5] Bron D, Asmis R. Vitamin E and the prevention of atherosclerosis. Int J Vitam Nutr Res. 2001 Jan;71(1):18-24. doi: 10.1024/0300-9831.71.1.18. PMID: 11276917.</p>",
        "Body": "<p>Successful strategy for the prevention of coronary heart disease (CHD) in particular of atherosclerosis, require a detailed understanding of the underlying mechanism. It is now being recognised that dietary antioxidants, in particular vitamin E, will play an important role in designing future strategies. Although more and more beneficial effects of vitamin E on atherosclerosis are being described, the biochemical and cell biological mechanism underlying these benefits are not yet fully understood, preventing the use of vitamin E as therapeutic agent. Recent new findings have shed new light on the physiological role of vitamin E and suggest that it has a much broader array of biological activities than originally expected. In addition to its well described role as an antioxidant, it is becoming evident that vitamin E also can modulate the immune system, suppress local and chronic inflammation, reduce blood coagulation and thrombus formation, and enhance cell function and survival. This review summarises new findings from in vitro studies and discusses their potential relevance in human atherosclerosis.</p>\n"
    }
]