[
    {
        "Id": 1,
        "Micro": "ВИТАМИН В9",
        "Head": "<p>[1] Liew SC. Folic acid and diseases - supplement it or not? Rev Assoc Med Bras (1992). 2016 Jan-Feb;62(1):90-100. doi: 10.1590/1806-9282.62.01.90. PMID: 27008500.</p>",
        "Body": "<p><strong>Introduction: </strong>folic acid is a water soluble vitamin, which is synthetically-produced and found in fortified foods and supplements. Folate is found naturally in plants, such as the dark green leafy vegetables. Folate is not synthesized de novo by humans, therefore the daily requirements are met from the dietary intake of folic acid supplements or food rich in this vitamin. Folate deficiency could lead to numerous common health problems. Hyperhomocysteinemia and the possibility of malignancy developments are the long term consequences of this deficit albeit contradictory findings on these claims.</p>\n<p><strong>Methods: </strong>the articles included in this review focused on recent updated evidence-based reports and meta-analyses on the associations of the serum folate/folic acid and the various diseases found globally.</p>\n<p><strong>Results: </strong>the benefit of folic acid supplementation in the pre-conception period for the prevention of neural tube defects (NTDs) was well established and it was suggested that counseling sessions should be given to women with previous pregnancies affected by NTDs. However, supplementation of folic acid and its medicinal effects in the treatment of other diseases were contradictory and unclear.</p>\n<p><strong>Conclusion: </strong>more detailed investigations into the health benefits of folic acid are needed before it could be recommended for supplementation, treatment or prevention of some of the diseases discussed in this review.</p>\n"
    },
    {
        "Id": 2,
        "Micro": "ВИТАМИН В9",
        "Head": "<p>[2] Gazzali AM, Lobry M, Colombeau L, Acherar S, Azaïs H, Mordon S, Arnoux P, Baros F, Vanderesse R, Frochot C. Stability of folic acid under several parameters. Eur J Pharm Sci. 2016 Oct 10;93:419-30. doi: 10.1016/j.ejps.2016.08.045. Epub 2016 Aug 27. PMID: 27575880.</p>",
        "Body": "<p>Folic acid is a small molecule, also known as vitamin B9. It is an essential compound involved in important biochemical processes. It is widely used as a vector for targeted treatment and diagnosis especially in cancer therapeutics. Nevertheless, not many authors address the problem of folic acid degradation. Several researchers reported their observations concerning its denaturation, but they generally only took into account one parameter (pH, temperature, light or O2etc.). In this review, we will focus on five main parameters (assessed individually or in conjunction with one or several others) that have to be taken into account to avoid the degradation of folic acid: light, temperature, concentration, oxygen and pH, which are the most cited in the literature. Scrupulous bibliographic research enabled us to determine two additional degradation factors that are the influence of singlet oxygen and electron beam on folic acid stability, which are not considered as among the prime factors. Although these two factors are not commonly present as compared to the others, singlet oxygen and electron beams intervene in new therapeutic technologies and must be taken in consideration for further applications such photodynamic or X-rays therapies.</p>\n<p><strong>Keywords: </strong>6-Formylpterin (PubChem CID: 150847); Folic acid (PubChem CID: 6037); Folic acid degradation; Glutamic acid (PubChem CID: 33032); PABA (PubChem CID: 978); Photolysis; Pterin; Pterin (PubChem CID: 73000); Pterin-6-carboxylic acid (PubChem CID: 70361); Xanthopterin (PubChem CID: 8397); p-Aminobenzoic acid; p-Aminobenzoyl-l-glutamic acid; p-Aminobenzoyl-l-glutamic acid (PubChem CID: 196473); pH.</p>\n"
    },
    {
        "Id": 3,
        "Micro": "ВИТАМИН В9",
        "Head": "<p>[3] Wani NA, Hamid A, Kaur J. Folate status in various pathophysiological conditions. IUBMB Life. 2008 Dec;60(12):834-42. doi: 10.1002/iub.133. PMID: 18942083.</p>",
        "Body": "<p>Folate is the generic term for compounds that have vitamin activity similar to that of pteroylglutamic acid. Folate acts as a coenzyme in several single carbon transfers involved in biosynthesis of purine nucleotides and deoxythymidylic acid essential for DNA and RNA synthesis. In addition, folate provides one-carbon unit for methylation of a wide variety of biological substances including DNA, proteins, phospholipids, and neurotransmitters, thereby regulating their function. Recent epidemiological-clinical and experimental studies suggest the association of folate deficiency with the risk of various cancers, birth defects, and cardiovascular diseases. Thus, it is important to consider the conditions that are associated with altered folate status and their consequences. The impairment in folate status has been found in number of pathophysiological conditions like inflammatory bowel disease, cancer, alcoholism, pregnancy, neonatal growth, and during administration of some drugs. The recent advances dealing with mechanistic aspects of impaired folate status in these conditions have been discussed in this review.</p>\n"
    },
    {
        "Id": 4,
        "Micro": "ВИТАМИН В9",
        "Head": "<p>[4] Miller AL. The methylation, neurotransmitter, and antioxidant connections between folate and depression. Altern Med Rev. 2008 Sep;13(3):216-26. PMID: 18950248.</p>",
        "Body": "<p>Depression is common - one-fourth of the U.S. population will have a depressive episode sometime in life. Folate deficiency is also relatively common in depressed people, with approximately one-third of depressed individuals having an outright deficiency. Folate is a water-soluble B-vitamin necessary for the proper biosynthesis of the monoamine neurotransmitters serotonin, epinephrine, and dopamine. The active metabolite of folate, 5-methyltetrahydrofolate (5-MTHF, L-methylfolate), participates in re-methylation of the amino acid metabolite homocysteine, creating methionine. S-adenosylmethionine (SAMe), the downstream metabolite of methionine, is involved in numerous biochemical methyl donation reactions, including reactions forming monoamine neurotransmitters. Without the participation of 5-MTHF in this process, SAMe and neurotransmitter levels decrease in the cerebrospinal fluid, contributing to the disease process of depression. SAMe supplementation was shown to improve depressive symptoms. 5-MTHF also appears to stabilize, enhance production of, or possibly act as a substitute for, tetrahydrobiopterin (BH4), an essential cofactor in monoamine neurotransmitter biosynthesis. There are few intervention studies of folic acid or 5-MTHF as a stand-alone treatment for depression related to folate deficiency; however, the studies that have been conducted are promising. Depressed individuals with low serum folate also tend to not respond well to selective serotonin reuptake inhibitor (SSRI) antidepressant drugs. Correcting the insufficiency by dosing folate along with the SSRI results in a significantly better antidepressant response.</p>\n"
    },
    {
        "Id": 5,
        "Micro": "ВИТАМИН В9",
        "Head": "<p>[5] Socha DS, DeSouza SI, Flagg A, Sekeres M, Rogers HJ. Severe megaloblastic anemia: Vitamin deficiency and other causes. Cleve Clin J Med. 2020 Mar;87(3):153-164. doi: 10.3949/ccjm.87a.19072. PMID: 32127439.</p>",
        "Body": "<p>Megaloblastic anemia causes macrocytic anemia from ineffective red blood cell production and intramedullary hemolysis. The most common causes are folate (vitamin B<sub>9</sub>) deficiency and cobalamin (vitamin B<sub>12</sub>) deficiency. Megaloblastic anemia can be diagnosed based on characteristic morphologic and laboratory findings. However, other benign and neoplastic diseases need to be considered, particularly in severe cases. Therapy involves treating the underlying cause-eg, with vitamin supplementation in cases of deficiency, or with discontinuation of a suspected medication.</p>\n"
    },
    {
        "Id": 6,
        "Micro": "ВИТАМИН В9",
        "Head": "<p>[6] Scaglione F, Panzavolta G. Folate, folic acid and 5-methyltetrahydrofolate are not the same thing. Xenobiotica. 2014 May;44(5):480-8. doi: 10.3109/00498254.2013.845705. Epub 2014 Feb 4. PMID: 24494987.</p>",
        "Body": ""
    }
]