[
    {
        "Id": 1,
        "Micro": "ВИТАМИН B6",
        "Head": "<p>[1] Hellmann H, Mooney S. Vitamin B6: a molecule for human health? Molecules. 2010 Jan 20;15(1):442-59. doi: 10.3390/molecules15010442. PMID: 20110903; PMCID: PMC6257116.</p>",
        "Body": "<p>Vitamin B6 is an intriguing molecule that is involved in a wide range of metabolic, physiological and developmental processes. Based on its water solubility and high reactivity when phosphorylated, it is a suitable co-factor for many biochemical processes. Furthermore the vitamin is a potent antioxidant, rivaling carotenoids or tocopherols in its ability to quench reactive oxygen species. It is therefore not surprising that the vitamin is essential and unquestionably important for the cellular metabolism and well-being of all living organisms. The review briefly summarizes the biosynthetic pathways of vitamin B6 in pro- and eukaryotes and its diverse roles in enzymatic reactions. Finally, because in recent years the vitamin has often been considered beneficial for human health, the review will also sum up and critically reflect on current knowledge how human health can profit from vitamin B6.</p>\n"
    },
    {
        "Id": 2,
        "Micro": "ВИТАМИН B6",
        "Head": "<p>[2] Ueland PM, McCann A, Midttun Ø, Ulvik A. Inflammation, vitamin B6 and related pathways. Mol Aspects Med. 2017 Feb;53:10-27. doi: 10.1016/j.mam.2016.08.001. Epub 2016 Sep 1. PMID: 27593095.</p>",
        "Body": "<p>The active form of vitamin B6, pyridoxal 5'-phosphate (PLP), serves as a co-factor in more than 150 enzymatic reactions. Plasma PLP has consistently been shown to be low in inflammatory conditions; there is a parallel reduction in liver PLP, but minor changes in erythrocyte and muscle PLP and in functional vitamin B6 biomarkers. Plasma PLP also predicts the risk of chronic diseases like cardiovascular disease and some cancers, and is inversely associated with numerous inflammatory markers in clinical and population-based studies. Vitamin B6 intake and supplementation improve some immune functions in vitamin B6-deficient humans and experimental animals. A possible mechanism involved is mobilization of vitamin B6 to the sites of inflammation where it may serve as a co-factor in pathways producing metabolites with immunomodulating effects. Relevant vitamin B6-dependent inflammatory pathways include vitamin B6 catabolism, the kynurenine pathway, sphingosine 1-phosphate metabolism, the transsulfuration pathway, and serine and glycine metabolism.</p>\n<p><strong>Keywords: </strong>Glycine cleavage system (GCS); Inflammation; Kynurenines; Serine hydroxymethyltransferase (SHMT); Sphingosine 1-phosphate; Transsulfuration pathway; Vitamin B6.</p>\n"
    },
    {
        "Id": 3,
        "Micro": "ВИТАМИН B6",
        "Head": "<p>[3] Allain JS, Belhomme N, Henriot B, Haas M, Le Gall-Godard M, Pastoret C, Jego P. Une anémie microcytaire sidéroblastique carentielle traitée efficacement par de la vitamine B6 [A microcytic sideroblastic anemia successfully treated with B6 vitamin]. Rev Med Interne. 2019 Jul;40(7):462-465. French. doi: 10.1016/j.revmed.2019.05.009. Epub 2019 May 25. PMID: 31133329.</p>",
        "Body": "<p><strong>Introduction: </strong>Sideroblastic anemia is a rare cause of microcytic anemia, which is characterized by ring sideroblasts on bone marrow aspirate. This anemia can be congenital or acquired.</p>\n<p><strong>Case report: </strong>We report the case of an alcoholic 49-year-old man who presented with a severe microcytic sideroblastic anemia related to pyridoxine (B6 vitamin) deficiency. Acid folic deficiency was associated. The blood count normalized within one month after vitamin supplementation.</p>\n<p><strong>Conclusion: </strong>Pyridoxine deficiency must be sought in sideroblastic anemia in patients at risk.</p>\n<p><strong>Keywords: </strong>Alcoholism; Alcoolisme; Anémie sidéroblastique; Carence en acide folique; Carence en vitamine B6; Folic acid deficiency; Sideroblastic anemia; Vitamin B6 deficiency.</p>\n"
    },
    {
        "Id": 4,
        "Micro": "ВИТАМИН B6",
        "Head": "<p>[4] Ahmad I, Mirza T, Qadeer K, Nazim U, Vaid FH. Vitamin B6: deficiency diseases and methods of analysis. Pak J Pharm Sci. 2013 Sep;26(5):1057-69. PMID: 24035968.</p>",
        "Body": "<p>Vitamin B6 (pyridoxine) is closely associated with the functions of the nervous, immune and endocrine systems. It also participates in the metabolic processes of proteins, lipids and carbohydrates. Pyridoxine deficiency may result in neurological disorders including convulsions and epileptic encephalopathy and may lead to infant abnormalities. The Intravenous administration of pyridoxine to patients results in a dramatic cessation of seizures. A number of analytical methods were developed for the determination of pyridoxine in different dosage forms, food materials and biological fluids. These include UV spectrometric, spectrofluorimetric, mass spectrometric, thin-layer and high-performance liquid chromatographic, electrophoretic, electrochemical and enzymatic methods. Most of these methods are capable of determining pyridoxine in the presence of other vitamins and complex systems in µg quantities. The development and applications of these methods in pharmaceutical and clinical analysis mostly during the last decade have been reviewed.</p>\n"
    },
    {
        "Id": 5,
        "Micro": "ВИТАМИН B6",
        "Head": "<p>[5] Vrolijk MF, Opperhuizen A, Jansen EHJM, Hageman GJ, Bast A, Haenen GRMM. The vitamin B6 paradox: Supplementation with high concentrations of pyridoxine leads to decreased vitamin B6 function. Toxicol In Vitro. 2017 Oct;44:206-212. doi: 10.1016/j.tiv.2017.07.009. Epub 2017 Jul 14. PMID: 28716455.</p>",
        "Body": "<p>Vitamin B6 is a water-soluble vitamin that functions as a coenzyme in many reactions involved in amino acid, carbohydrates and lipid metabolism. Since 2014, &gt;50 cases of sensory neuronal pain due to vitamin B6 supplementation were reported. Up to now, the mechanism of this toxicity is enigmatic and the contribution of the various B6 vitamers to this toxicity is largely unknown. In the present study, the neurotoxicity of the different forms of vitamin B6 is tested on SHSY5Y and CaCo-2 cells. Cells were exposed to pyridoxine, pyridoxamine, pyridoxal, pyridoxal-5-phosphate or pyridoxamine-5-phosphate for 24h, after which cell viability was measured using the MTT assay. The expression of Bax and caspase-8 was tested after the 24h exposure. The effect of the vitamers on two pyridoxal-5-phosphate dependent enzymes was also tested. Pyridoxine induced cell death in a concentration-dependent way in SHSY5Y cells. The other vitamers did not affect cell viability. Pyridoxine significantly increased the expression of Bax and caspase-8. Moreover, both pyridoxal-5-phosphate dependent enzymes were inhibited by pyridoxine. In conclusion, the present study indicates that the neuropathy observed after taking a relatively high dose of vitamin B6 supplements is due to pyridoxine. The inactive form pyridoxine competitively inhibits the active pyridoxal-5'-phosphate. Consequently, symptoms of vitamin B6 supplementation are similar to those of vitamin B6 deficiency.</p>\n<p><strong>Keywords: </strong>Neuropathy; Neurotoxic; Pyridoxine; Supplements; Vitamin B6.</p>\n"
    },
    {
        "Id": 6,
        "Micro": "ВИТАМИН B6",
        "Head": "<p>[6] Hemminger A, Wills BK. Vitamin B6 Toxicity. 2021 Apr 19. In: StatPearls [Internet]. Treasure Island (FL): StatPearls Publishing; 2021 Jan–. PMID: 32119387.</p>",
        "Body": "<p>Vitamin B6 is a micronutrient required by the body. Vitamin B6 refers to multiple chemically similar compounds of which pyridoxine is the most common and is the compound found in commercially available vitamin supplements. The body uses vitamin B6 in numerous enzymatic reactions, including neurotransmitter production, amino acid metabolism, glucose metabolism, lipid metabolism, hemoglobin synthesis and function, and gene expression. In the United States, vitamin B6 intake from food averages about 1.9 mg/day. Intake of food-based sources of pyridoxine will not cause toxicity. The only reported cases of vitamin B6 toxicity are from supratherapeutic dosing of supplements or iatrogenic.</p>\n"
    }
]