[
    {
        "Id": 1,
        "Micro": "ВИТАМИН В7",
        "Head": "<p>[1] - Izumi, Y., &amp; Ogata, K. (1977). Some Aspects of the Microbial Production of Biotin. Advances in Applied Microbiology Volume 22, 145–176. doi:10.1016/s0065-2164(08)70162-x PMID: 337767 </p>",
        "Body": "<p>It has been recognized that DTB is converted to biotin during growth of Saccharomyces cerevisiae, Aspergillus niger, E. coli, and other microorganisms including yeasts, molds, actinomycetes, and bacteria Tepper et al. confirmed this conversion with A. niger, labeled in either the carbonyl group or the carboxyl group. Biotin synthesis from DTB using resting cells was demonstrated with E. coli, S. cerevisiae and Rhodotmula glutinis. Furthermore, Niimura and Shimada observed the conversion using protoplasts of Bacillus megaterium. It is well known that biotin, vitamin H and coenzyme of carboxylase, plays a vital role in the process of microbial production of amino acids, as a control factor for the regulation of the amount of product.</p>\n<p>- Said, H. M. (2008). Cell and Molecular Aspects of Human Intestinal Biotin Absorption. The Journal of Nutrition, 139(1), 158–162. doi:10.3945/jn.108.092023</p>\n<p>Humans cannot synthesize biotin and thus must obtain this vitamin from exogenous sources. The intestine is exposed to 2 sources of biotin: a dietary source and a bacterial source, which is normal microflora of the large intestine. Dietary protein-bound biotin is converted to free biotin prior to absorption. Absorption of free biotin in the small and large intestine involves a saturable and Na(+)-dependent carrier-mediated process that is shared with pantothenic acid and lipoate. For this reason, the involved transport system is referred to as the sodium-dependent multivitamin transporter (SMVT); in humans, it is designated as hSMVT. The hSMVT system has been cloned, demonstrated to be exclusively expressed at the apical membrane of enterocytes, and shown, by means of gene-specific short interfering RNA, to be the main biotin uptake system that operates in human intestinal epithelial cells. The 5'-regulatory region of the hSMVT gene has also been cloned and characterized both in vitro and in vivo. Further, the human intestinal biotin uptake process was adaptively up-regulated in biotin deficiency via a transcriptionally mediated mechanism(s) that involves Kruppel-like factor 4 sites. Studies on cell biology of hSMVT have shown a region in the cytoplasmic C-terminal domain of the polypeptide to be essential for its targeting to the apical membrane domain of epithelial cells. Intracellular trafficking of the hSMVT protein appears to involve distinct trafficking vesicles that require an intact microtubules network and the motor protein dynein for their mobility.</p>\n"
    },
    {
        "Id": 2,
        "Micro": "ВИТАМИН В7",
        "Head": "<p>[2] Kuroishi, T. (2015). Regulation of immunological and inflammatory functions by biotin. Canadian Journal of Physiology and Pharmacology, 93(12), 1091–1096. doi:10.1139/cjpp-2014-0460 </p>",
        "Body": "<p>Biotin is a water-soluble B-complex vitamin and is well-known as a co-factor for 5 indispensable carboxylases. Holocarboxylase synthetase (HLCS) catalyzes the biotinylation of carboxylases and other proteins, whereas biotinidase catalyzes the release of biotin from biotinylated peptides. Previous studies have reported that nutritional biotin deficiency and genetic defects in either HLCS or biotinidase induces cutaneous inflammation and immunological disorders. Since biotin-dependent carboxylases involve various cellular metabolic pathways including gluconeogenesis, fatty acid synthesis, and the metabolism of branched-chain amino acids and odd-chain fatty acids, metabolic abnormalities may play important roles in immunological and inflammatory disorders caused by biotin deficiency. Transcriptional factors, including NF-κB and Sp1/3, are also affected by the status of biotin, indicating that biotin regulates immunological and inflammatory functions independently of biotin-dependent carboxylases. An in-vivo analysis with a murine model revealed the therapeutic effects of biotin supplementation on metal allergies. The novel roles of biotinylated proteins and their related enzymes have recently been reported. Non-carboxylase biotinylated proteins induce chemokine production. HLCS is a nuclear protein involved in epigenetic and chromatin regulation. In this review, comprehensive knowledge on the regulation of immunological and inflammatory functions by biotin and its potential as a therapeutic agent is discussed.</p>\n"
    },
    {
        "Id": 3,
        "Micro": "ВИТАМИН В7",
        "Head": "<p>[3] Zempleni, J., Hassan, Y. I., &amp; Wijeratne, S. S. (2008). Biotin and biotinidase deficiency. Expert Review of Endocrinology &amp; Metabolism, 3(6), 715–724. doi:10.1586/17446651.3.6.715 </p>",
        "Body": "<p>Biotin is a water-soluble vitamin that serves as an essential coenzyme for five carboxylases in mammals. Biotin-dependent carboxylases catalyze the fixation of bicarbonate in organic acids and play crucial roles in the metabolism of fatty acids, amino acids and glucose. Carboxylase activities decrease substantially in response to biotin deficiency. Biotin is also covalently attached to histones; biotinylated histones are enriched in repeat regions in the human genome and appear to play a role in transcriptional repression of genes and genome stability. Biotin deficiency may be caused by insufficient dietary uptake of biotin, drug-vitamin interactions and, perhaps, by increased biotin catabolism during pregnancy and in smokers. Biotin deficiency can also be precipitated by decreased activities of the following proteins that play critical roles in biotin homeostasis: the vitamin transporters sodium-dependent multivitamin transporter and monocarboxylate transporter 1, which mediate biotin transport in the intestine, liver and peripheral tissues, and renal reabsorption; holocarboxylase synthetase, which mediates the binding of biotin to carboxylases and histones; and biotinidase, which plays a central role in the intestinal absorption of biotin, the transport of biotin in plasma and the regulation of histone biotinylation. Symptoms of biotin deficiency include seizures, hypotonia, ataxia, dermatitis, hair loss, mental retardation, ketolactic acidosis, organic aciduria and also fetal malformations. This review focuses on the deficiencies of both biotin and biotinidase, and the medical management of such cases.</p>\n<p>- <a href=\"https://pubmed.ncbi.nlm.nih.gov/?term=Saleem+F&amp;cauthor_id=31613531\">Fatima Saleem</a>, <a href=\"https://pubmed.ncbi.nlm.nih.gov/?term=Soos+MP&amp;cauthor_id=31613531\">Michael P. Soos</a> . Biotin Deficiency. In: StatPearls [Internet]. Treasure Island (FL): StatPearls Publishing; 2021 Jan. PMID: 31613531. Bookshelf ID: <a href=\"http://www.ncbi.nlm.nih.gov/books/nbk547751/\">NBK547751</a></p>\n<p>There are many causes of Biotin deficiency. It can occur in rare inborn errors of metabolism, namely holocarboxylase synthetase deficiency or biotinidase deficiency. Biotinidase deficiency is an autosomal recessive disorder. It can present as severe biotin deficiency with both neurological and dermatological features. It affects endogenous recycling and failure in the release of biotin from dietary protein. This affects the activity of 5 carboxylases that depends on biotin. Gastrointestinal tract bacterial imbalances resulting from broad-spectrum antibiotics or inflammatory bowel disease can affect biotin synthesis in the intestine and thus lead to biotin deficiency. Biotin deficiency can also occur in patients on parenteral nutrition</p>\n"
    },
    {
        "Id": 4,
        "Micro": "ВИТАМИН В7",
        "Head": "<p>[4] <a href=\"https://pubmed.ncbi.nlm.nih.gov/?term=Saleem+F&amp;cauthor_id=31613531\">Fatima Saleem</a>, <a href=\"https://pubmed.ncbi.nlm.nih.gov/?term=Soos+MP&amp;cauthor_id=31613531\">Michael P. Soos</a> . Biotin Deficiency. In: StatPearls [Internet]. Treasure Island (FL): StatPearls Publishing; 2021 Jan. PMID: 31613531. Bookshelf ID: <a href=\"http://www.ncbi.nlm.nih.gov/books/nbk547751/\">NBK547751</a></p>",
        "Body": "<p>Biotin (vitamin H or vitamin B7) is a B-complex vitamin that acts as an essential coenzyme for five carboxylases: pyruvate carboxylase, 3-methylcrotonyl-CoA carboxylase, propionyl-CoA carboxylase, and coenzyme for acetyl-CoA carboxylases 1 and 2. These carboxylases help in several chemical processes in the cell, including gluconeogenesis, amino acid metabolism, and fatty acid synthesis. The Food and Nutrition Board of the Institute of Medicine recommends a daily dietary intake of 30 mcg/day to maintain good health. Biotin deficiency is very rare in those who take in a normal balanced diet. Mammals obtain biotin from food. Foods rich in biotin are egg yolk, liver, cereals (wheat, oats), vegetables (spinach, mushrooms), and rice. Dairy items and breast milk also contain biotin.</p>\n<p>Besides, gut micro bacteria can produce biotin. The average dietary intake of biotin in the western population is approximately 35 to 70 mcg/day.</p>\n"
    },
    {
        "Id": 5,
        "Micro": "ВИТАМИН В7",
        "Head": "<p>[5] Zempleni, J., Hassan, Y. I., &amp; Wijeratne, S. S. (2008). Biotin and biotinidase deficiency. Expert Review of Endocrinology &amp; Metabolism, 3(6), 715–724. doi:10.1586/17446651.3.6.715 </p>",
        "Body": "<p>Biotin is a water-soluble vitamin that serves as an essential coenzyme for five carboxylases in mammals. Biotin-dependent carboxylases catalyze the fixation of bicarbonate in organic acids and play crucial roles in the metabolism of fatty acids, amino acids and glucose. Carboxylase activities decrease substantially in response to biotin deficiency. Biotin is also covalently attached to histones; biotinylated histones are enriched in repeat regions in the human genome and appear to play a role in transcriptional repression of genes and genome stability. Biotin deficiency may be caused by insufficient dietary uptake of biotin, drug-vitamin interactions and, perhaps, by increased biotin catabolism during pregnancy and in smokers. Biotin deficiency can also be precipitated by decreased activities of the following proteins that play critical roles in biotin homeostasis: the vitamin transporters sodium-dependent multivitamin transporter and monocarboxylate transporter 1, which mediate biotin transport in the intestine, liver and peripheral tissues, and renal reabsorption; holocarboxylase synthetase, which mediates the binding of biotin to carboxylases and histones; and biotinidase, which plays a central role in the intestinal absorption of biotin, the transport of biotin in plasma and the regulation of histone biotinylation. Symptoms of biotin deficiency include seizures, hypotonia, ataxia, dermatitis, hair loss, mental retardation, ketolactic acidosis, organic aciduria and also fetal malformations. This review focuses on the deficiencies of both biotin and biotinidase, and the medical management of such cases.</p>\n"
    }
]