[
    {
        "Id": 1,
        "Micro": "ВИТАМИН B5",
        "Head": "<p>[1] Gheita AA, Gheita TA, Kenawy SA. The potential role of B5: A stitch in time and switch in cytokine. Phytother Res. 2020 Feb;34(2):306-314. doi: 10.1002/ptr.6537. Epub 2019 Nov 5. PMID: 31691401.</p>",
        "Body": "<p>The wound healing process is a multifaceted sequence of activities associated with tissue restoration. Novel approaches for the perfection of wound healing have been determined as a stitch in time saves nine. Dysregulation of the immune response is a key element in the pathogenesis of rheumatic diseases and serves as a potential target for novel therapeutic strategies. Vitamin B5 (VB5), also known as pantothenate or \"anti-stress vitamin,\" is the precursor of coenzyme A, which is essential in every micro-organism. Many pantothenic acid amides acquire persuasive antimicrobial activity. Pantothenic acid improves surgical wounds healing with moisturizing and skin barrier enhancing potential. Its deficiency leads to reduced cortisol production, increased arthritic pain, myalgia, fatigue, headache, depression, insomnia, and widespread \"proinflammatory\" effects on the immune-system. VB5 triggers immune cells to produce cytokines and is multifunctional. The paradoxical effect of VB5 on the switch of anti-inflammatory and proinflammatory cytokines has been revealed. This review aims to present the long research journey of B5 as it is becoming a forerunner in the healing of wounds and in enhancing the immune function, thus providing potentially important therapeutic implications. As its role in healing a wound stitch is promising, amending the immune system damage too is a hopeful target.</p>\n<p><strong>Keywords: </strong>immune system; pantothenic acid; rheumatic diseases; surgery; vitamin B5; wounds.</p>\n"
    },
    {
        "Id": 2,
        "Micro": "ВИТАМИН B5",
        "Head": "<p>[2] Chawla J, Kvarnberg D. Hydrosoluble vitamins. Handb Clin Neurol. 2014;120:891-914. doi: 10.1016/B978-0-7020-4087-0.00059-0. PMID: 24365359.</p>",
        "Body": "<p>The hydrosoluble vitamins are a group of organic substances that are required by humans in small amounts to prevent disorders of metabolism. Significant progress has been made in our understanding of the biochemical, physiologic and nutritional aspects of the water-soluble vitamins. Deficiency of these particular vitamins, most commonly due to inadequate nutrition, can result in disorders of the nervous system. Many of these disorders have been successfully prevented in developed countries; however, they are still common in developing countries. Of the hydrosoluble vitamins, the nervous system depends the most on vitamins B and C (ascorbic acid) for proper functioning. The B group vitamins include thiamin (vitamin B1), riboflavin (vitamin B2), niacin or niacinamide (vitamin B3), pantothenic acid (vitamin B5), pyridoxine or pyridoxal (vitamin B6) and cobalamin (vitamin B12). Clinical findings depend upon the deficiency of the underlying vitamin; generally, deficiency symptoms are seen from a combination rather than an isolated vitamin deficiency. True hereditary metabolic disorders and serious deficiency-associated diseases are rare and in general limited to particular geographic regions and high-risk groups. Their recognition is truly important as that determines the appropriate therapeutic management. The general availability of vitamins to practically everyone and several national health programs have saved many lives and prevented complications. However, there has been some apprehension for several decades about how harmless generous dosages of these vitamins are. Overt overdosages can cause vitamin toxicity affecting various body systems including the nervous system. Systemically, vitamin toxicity is associated with nonspecific symptoms, such as nausea, vomiting, diarrhea, and skin rash which are common with any acute or chronic vitamin overdose. At a national level, recommended daily allowances for vitamins become policy statements. Nutrition policy has far reaching implications in the food industry, in agriculture, and in food provision programs. Overall, water-soluble vitamins are complex molecular structures and even today, many areas of vitamin biochemistry still need to be explored. Many readers might be of the opinion that the classic forms of nutritional deficiency diseases have faded into the background of interesting history. This has caused their diverse symptoms to be neglected by most modern physicians since vitamin enrichment of many foods automatically erases them from their consideration in differential diagnosis. Vitamin B12 and folic acid deficiencies are discussed in other chapters.</p>\n<p><strong>Keywords: </strong>Korsakoff psychosis; Wernicke’s encephalopathy; beriberi pellagra; encephalopathy; niacin or niacinamide; pantothenic acid; polyneuropathy; pyridoxine or pyridoxal; riboflavin; thiamin.</p>\n"
    },
    {
        "Id": 3,
        "Micro": "ВИТАМИН B5",
        "Head": "<p>[3] Sanvictores T, Chauhan S. Vitamin B5 (Pantothenic Acid). 2021 Apr 10. In: StatPearls [Internet]. Treasure Island (FL): StatPearls Publishing; 2021 Jan–. PMID: 33085380.</p>",
        "Body": "<p>Vitamin B5 is a medication used in the management and treatment of nutrient deficiencies. It is in the dietary supplement class of medications. This activity reviews the indications, actions, and contraindications for vitamin B5 as a valuable agent in the treatment of nutritional deficiencies. This activity will highlight the mechanism of action, adverse event profile, and other key factors in the treatment of patients with nutritional deficiencies and related conditions.</p>\n"
    },
    {
        "Id": 4,
        "Micro": "ВИТАМИН B5",
        "Head": "<p>[4] Proksch E, de Bony R, Trapp S, Boudon S. Topical use of dexpanthenol: a 70th anniversary article. J Dermatolog Treat. 2017 Dec;28(8):766-773. doi: 10.1080/09546634.2017.1325310. Epub 2017 May 14. PMID: 28503966.</p>",
        "Body": "<p>Approximately 70 years ago, the first topical dexpanthenol-containing formulation (Bepanthen™ Ointment) has been developed. Nowadays, various topical dexpanthenol preparations exist, tailored according to individual requirements. Topical dexpanthenol has emerged as frequently used formulation in the field of dermatology and skin care. Various studies confirmed dexpanthenol's moisturizing and skin barrier enhancing potential. It prevents skin irritation, stimulates skin regeneration and promotes wound healing. Two main directions in the use of topical dexpanthenol-containing formulations have therefore been pursued: as skin moisturizer/skin barrier restorer and as facilitator of wound healing. This 70th anniversary paper reviews studies with topical dexpanthenol in skin conditions where it is most frequently used. Although discovered decades ago, the exact mechanisms of action of dexpanthenol have not been fully elucidated yet. With the adoption of new technologies, new light has been shed on dexpanthenol's mode of action at the molecular level. It appears that dexpanthenol increases the mobility of stratum corneum molecular components which are important for barrier function and modulates the expression of genes important for wound healing. This review will update readers on recent advances in this field.</p>\n<p><strong>Keywords: </strong>Bepanthen; anniversary; dexpanthenol; skin; topical.</p>\n"
    },
    {
        "Id": 5,
        "Micro": "ВИТАМИН B5",
        "Head": "<p>[5] Shimizu S. [Pantothenic acid]. Nihon Rinsho. 1999 Oct;57(10):2218-22. Japanese. PMID: 10540865.</p>",
        "Body": "<p>Pantothenic acid is the antipellagra vitamin essential to many animals for growth and health. It is widely distributed in nature; appreciable amounts are found in liver and some microorganisms. Bound forms of pantothenic acid, such as coenzyme A and 4'-phosphopantetheine, play important roles in various metabolic processes, especially, in fatty acid synthesis and degradation.</p>\n"
    }
]