[
    {
        "Id": 1,
        "Micro": "ВИТАМИН Д",
        "Head": "<p>[1] Urena-Torres P, Souberbielle JC. Pharmacologic role of vitamin D natural products. Curr Vasc Pharmacol. 2014 Mar;12(2):278-85. doi: 10.2174/15701611113119990020. PMID: 23713872.</p>",
        "Body": "<p>Vitamin D is essential for maintaining a healthy mineral and bone metabolism. It stimulates calcium and phosphate absorption by the intestine, regulates bone metabolism, and negatively controls PTH secretion through the endocrine action of its active metabolite calcitriol. Vitamin D also possesses a variety of effects unrelated with mineral and bone metabolism, including the regulation of arterial blood pressure and the prevention of cardiovascular complications, modulation of immunological responses, regulation of insulin production and prevention against diabetes, protection against certain cancers, renoprotection, and other beneficial actions. This article provides an update review of the sources and pharmacological characteristics of natural vitamin D compounds, their most clinical uses, and their most important clinical results.</p>\n"
    },
    {
        "Id": 2,
        "Micro": "ВИТАМИН Д",
        "Head": "<p>[2] Khazai N, Judd SE, Tangpricha V. Calcium and vitamin D: skeletal and extraskeletal health. Curr Rheumatol Rep. 2008 Apr;10(2):110-7. doi: 10.1007/s11926-008-0020-y. PMID: 18460265; PMCID: PMC2669834.</p>",
        "Body": "<p>Vitamin D is known for its role in calcium homeostasis for optimal skeletal health. It was previously believed that only elderly or hospitalized patients were at risk for vitamin D insufficiency, but many people in the general US population have insufficient levels of 25-hydroxyvitamin D (25D). According to the Third National Health and Nutrition Examination Survey, 61% of white and 91% of black Americans suffer from vitamin D insufficiency (25D &lt; 32 ng/mL). Recent studies have demonstrated that a minimum 25(OH)D level of 32 ng/mL is necessary for optimal protection from fracture and intestinal absorption of calcium. Recently, vitamin D has been recognized as important for extraskeletal functions such as immune function, cancer prevention, and hypertension prevention. We review the role of vitamin D in skeletal health and present data on vitamin D in other extraskeletal diseases, with special emphasis on the rheumatology patient.</p>\n"
    },
    {
        "Id": 3,
        "Micro": "ВИТАМИН Д",
        "Head": "<p>[3] Zhiliaev EV, Glazunov AV, Glazunov PA, Prokhorova EG, Poteshkina NG. [Disorders of vitamin D metabolism in clinical practice]. Klin Med (Mosk). 2012;90(7):14-9. Russian. PMID: 23019968.</p>",
        "Body": "<p>Results of recent studies give evidence of a pandemic of vitamin D deficiency due largely to insufficient exposure to sunlight. Epidemiological surveys demonstrated that vitamin B deficiency corresponding to blood calcidiol levels below 75 nmol/l or 30 ng/ml has negative effect on human health, increases the risk of cardiovascular disorders, malignant neoplasm, autoimmune and infectious diseases in proportion to the severity of deficit. Patients with extreme deficiency (calcidiol levels below 25 nmol/l or 10 ng/ ml) suffer osteomalation/rickets, diffuse muscular pain, myodystrophy, and enhanced risk of osteoporosis. Vitamin D replenishment reduces the risk of bone fracture, neoplastic growth, diabetes of both types, infectious, cardiovascular and autoimmune diseases. Being devoid of toxicity, vitamin D may be prescribed in a wide range of doses to patients from a variety of populations.</p>\n"
    },
    {
        "Id": 4,
        "Micro": "ВИТАМИН Д",
        "Head": "<p>[4] de la Puente Yagüe M, Collado Yurrita L, Ciudad Cabañas MJ, Cuadrado Cenzual MA. Role of Vitamin D in Athletes and Their Performance: Current Concepts and New Trends. Nutrients. 2020 Feb 23;12(2):579. doi: 10.3390/nu12020579. PMID: 32102188; PMCID: PMC7071499.</p>",
        "Body": "<p>We are currently experiencing a vitamin D (VITD) deficiency pandemic across the world. Athletes have the same predisposition to low levels of vitamin D, the majority of its concentrations being below 20 ng/mL in a wide range of sports, especially in the winter months. Vitamin D is important in bone health, but recent research also points out its essential role in extraskeletal functions, including skeletal muscle growth, immune and cardiopulmonary functions and inflammatory modulation, which influence athletic performance. Vitamin D can also interact with extraskeletal tissues to modulate injury recovery and also influence the risk of infection. The data presented in this paper has triggered investigations in relation to the importance of maintaining adequate levels of vitamin D and to the possible positive influence supplementation has on immune and musculoskeletal functions in athletes, benefiting their performance and preventing future injuries. The objective of this review is to describe the latest research conducted on the epidemiology of vitamin D deficiency and its effects on sports performance and musculoskeletal health.</p>\n<p><strong>Keywords: </strong>25(OH)D; athlete; athletic performance; deficiency; supplementation; vitamin D.</p>\n"
    },
    {
        "Id": 5,
        "Micro": "ВИТАМИН Д",
        "Head": "<p>[5] Weaver CM, Alexander DD, Boushey CJ, Dawson-Hughes B, Lappe JM, LeBoff MS, Liu S, Looker AC, Wallace TC, Wang DD. Calcium plus vitamin D supplementation and risk of fractures: an updated meta-analysis from the National Osteoporosis Foundation. Osteoporos Int. 2016 Jan;27(1):367-76. doi: 10.1007/s00198-015-3386-5. Epub 2015 Oct 28. Erratum in: Osteoporos Int. 2016 Aug;27(8):2643-6. PMID: 26510847; PMCID: PMC4715837.</p>",
        "Body": "<p>The aim was to meta-analyze randomized controlled trials of calcium plus vitamin D supplementation and fracture prevention. Meta-analysis showed a significant 15 % reduced risk of total fractures (summary relative risk estimate [SRRE], 0.85; 95 % confidence interval [CI], 0.73-0.98) and a 30 % reduced risk of hip fractures (SRRE, 0.70; 95 % CI, 0.56-0.87).</p>\n<p><strong>Introduction: </strong>Calcium plus vitamin D supplementation has been widely recommended to prevent osteoporosis and subsequent fractures; however, considerable controversy exists regarding the association of such supplementation and fracture risk. The aim was to conduct a meta-analysis of randomized controlled trials [RCTs] of calcium plus vitamin D supplementation and fracture prevention in adults.</p>\n<p><strong>Methods: </strong>A PubMed literature search was conducted for the period from July 1, 2011 through July 31, 2015. RCTs reporting the effect of calcium plus vitamin D supplementation on fracture incidence were selected from English-language studies. Qualitative and quantitative information was extracted; random-effects meta-analyses were conducted to generate summary relative risk estimates (SRREs) for total and hip fractures. Statistical heterogeneity was assessed using Cochran's Q test and the I (2) statistic, and potential for publication bias was assessed.</p>\n<p><strong>Results: </strong>Of the citations retrieved, eight studies including 30,970 participants met criteria for inclusion in the primary analysis, reporting 195 hip fractures and 2231 total fractures. Meta-analysis of all studies showed that calcium plus vitamin D supplementation produced a statistically significant 15 % reduced risk of total fractures (SRRE, 0.85; 95 % confidence interval [CI], 0.73-0.98) and a 30 % reduced risk of hip fractures (SRRE, 0.70; 95 % CI, 0.56-0.87). Numerous sensitivity and subgroup analyses produced similar summary associations. A limitation is that this study utilized data from subgroup analysis of the Women's Health Initiative.</p>\n<p><strong>Conclusions: </strong>This meta-analysis of RCTs supports the use of calcium plus vitamin D supplements as an intervention for fracture risk reduction in both community-dwelling and institutionalized middle-aged to older adults.</p>\n<p><strong>Keywords: </strong>Calcium; Fracture; Supplement; Vitamin D.</p>\n"
    },
    {
        "Id": 6,
        "Micro": "ВИТАМИН Д",
        "Head": "<p>[6] Srivastava M, Deal C. Osteoporosis in elderly: prevention and treatment. Clin Geriatr Med. 2002 Aug;18(3):529-55. doi: 10.1016/s0749-0690(02)00022-8. PMID: 12424871.</p>",
        "Body": "<p>Osteoporosis is a major clinical problem in older women and men. Almost any bone can fracture as a result of the increased bone fragility of osteoporosis. These fractures are associated with higher health care costs, physical disability, impaired quality of life, and increased mortality. Because the incidence of osteoporotic fracture increases with advancing age, measures to diagnose and prevent osteoporosis and its complications assume a major public health concern. BMD is a valuable tool to identify patients at risk for fracture, to make therapeutic decisions, and to monitor therapy. Several other modifiable and nonmodifiable risk factors for osteoporosis have also been identified. Treatment of potentially modifiable risk factors along with exercise and calcium and vitamin D supplementation forms an important adjunct to pharmacologic management of osteoporosis. Improved household safety can reduce the risk of falls. Hip protectors have been found to be effective in nursing home population. The pharmacologic options include bisphosphonates, HRT, SERMs and calcitonin. PTH had received FDA advisory committee approval. Alendronate has been approved for treatment of osteoporosis in men, and other treatments for men are under evaluation.</p>\n"
    }
]