[
    {
        "Id": 1,
        "Micro": "ВИТАМИН С",
        "Head": "<p> [1] Padayatty SJ, Levine M. Vitamin C: the known and the unknown and Goldilocks. Oral Dis. 2016 Sep;22(6):463-93. doi: 10.1111/odi.12446. Epub 2016 Apr 14. PMID: 26808119; PMCID: PMC4959991.</p>",
        "Body": "<p> Vitamin C (Ascorbic Acid), the antiscorbutic vitamin, cannot be synthesized by humans and other primates, and has to be obtained from diet. Ascorbic acid is an electron donor and acts as a cofactor for fifteen mammalian enzymes. Two sodium-dependent transporters are specific for ascorbic acid, and its oxidation product dehydroascorbic acid is transported by glucose transporters. Ascorbic acid is differentially accumulated by most tissues and body fluids. Plasma and tissue vitamin C concentrations are dependent on amount consumed, bioavailability, renal excretion, and utilization. To be biologically meaningful or to be clinically relevant, in vitro and in vivo studies of vitamin C actions have to take into account physiologic concentrations of the vitamin. In this paper, we review vitamin C physiology; the many phenomena involving vitamin C where new knowledge has accrued or where understanding remains limited; raise questions about the vitamin that remain to be answered; and explore lines of investigations that are likely to be fruitful.</p>\n<p><strong>Keywords: </strong> dehydroascorbic acid; dose-concentration relationship; recommended dietary allowance; scurvy; vitamin C; vitamin C transport.</p>\n"
    },
    {
        "Id": 2,
        "Micro": "ВИТАМИН С",
        "Head": "<p> [2] Chakraborthy A, Ramani P, Sherlin HJ, Premkumar P, Natesan A. Antioxidant and pro-oxidant activity of Vitamin C in oral environment. Indian J Dent Res. 2014 Jul-Aug;25(4):499-504. doi: 10.4103/0970-9290.142547. PMID: 25307916.</p>",
        "Body": "<p><b>Context: </b> Antioxidant properties and Vitamin C.</p>\n<p><b>Background: </b> Vitamin C is a naturally occurring organic compound and a potent antioxidant preventing oxidative damage to lipids and other macromolecules. It can also exhibit bimodal activity as a pro-oxidant at a higher concentration. Vitamin C has a switch over role from being an antioxidant in physiologic conditions to a pro-oxidant under pathologic conditions. A systematic review of this role would help to elucidate whether it is an antioxidant or a pro-oxidant in the oral environment.</p>\n<p><b>Objective: </b> To review studies reported in the literature elucidating the activity of Vitamin C and determine whether it is an antioxidant or a pro-oxidant.</p>\n<p><b>Materials and methods: </b> Articles were searched in PubMed, MEDLINE using appropriate key words like \"Vitamin C,\" \"antioxidant activity,\" \"pro-oxidant activity,\" \"oral health\" \"oral disease.\" Hand search of journals was also performed. Articles were reviewed and analyzed.</p>\n<p><b>Results: </b> Search strategy reviewed 10 relevant articles which studied the dual role of Vitamin C. 65% of authors analyzed antioxidant action of ascorbic acid compared to 35% of the pro-oxidant potential. Vitamin C acts as an antioxidant and a pro-oxidant by a plethora of mechanisms. Factors determining its bimodal activity were studied, and the frequencies of their occurrence in the literature were depicted in percentage.</p>\n<p><b>Conclusion: </b> The data validates the role of Vitamin C as an antioxidant under physiologic conditions exhibiting a cross over role as a pro-oxidant in pathological conditions. Further studies are required to substantiate its pro-oxidant activity to draw concrete conclusions.</p>\n"
    },
    {
        "Id": 3,
        "Micro": "ВИТАМИН С",
        "Head": "<p> [3] Alkadi H. A Review on Free Radicals and Antioxidants. Infect Disord Drug Targets. 2020;20(1):16-26. doi: 10.2174/1871526518666180628124323. PMID: 29952268.</p>",
        "Body": "<p> Free radicals are generated in our body by several systems. A balance among free radicals and antioxidants is an important matter for appropriate physiological function. If free radicals become greater than the ability of the body to control them, a case known as oxidative stress appears, as a result of that, a number of human diseases spread in the body. Antioxidants can contribute to facingthis oxidative stress. The present review provides a brief overview of free radicals, oxidative stress, some natural antioxidants and the relationship between them.</p>\n<p><b>Keywords: </b> Free radicals; ROS; antioxidant flavonoids; antioxidant peptides; antioxidant vitamins; oxidative stress..</p>\n"
    },
    {
        "Id": 4,
        "Micro": "ВИТАМИН С",
        "Head": "<p> [4] Valko M, Rhodes CJ, Moncol J, Izakovic M, Mazur M. Free radicals, metals and antioxidants in oxidative stress-induced cancer. Chem Biol Interact. 2006 Mar 10;160(1):1-40. doi: 10.1016/j.cbi.2005.12.009. Epub 2006 Jan 23. PMID: 16430879.</p>",
        "Body": "<p> Oxygen-free radicals, more generally known as reactive oxygen species (ROS) along with reactive nitrogen species (RNS) are well recognised for playing a dual role as both deleterious and beneficial species. The \"two-faced\" character of ROS is substantiated by growing body of evidence that ROS within cells act as secondary messengers in intracellular signalling cascades, which induce and maintain the oncogenic phenotype of cancer cells, however, ROS can also induce cellular senescence and apoptosis and can therefore function as anti-tumourigenic species. The cumulative production of ROS/RNS through either endogenous or exogenous insults is termed oxidative stress and is common for many types of cancer cell that are linked with altered redox regulation of cellular signalling pathways. Oxidative stress induces a cellular redox imbalance which has been found to be present in various cancer cells compared with normal cells; the redox imbalance thus may be related to oncogenic stimulation. DNA mutation is a critical step in carcinogenesis and elevated levels of oxidative DNA lesions (8-OH-G) have been noted in various tumours, strongly implicating such damage in the etiology of cancer. It appears that the DNA damage is predominantly linked with the initiation process. This review examines the evidence for involvement of the oxidative stress in the carcinogenesis process. Attention is focused on structural, chemical and biochemical aspects of free radicals, the endogenous and exogenous sources of their generation, the metal (iron, copper, chromium, cobalt, vanadium, cadmium, arsenic, nickel)-mediated formation of free radicals (e.g. Fenton chemistry), the DNA damage (both mitochondrial and nuclear), the damage to lipids and proteins by free radicals, the phenomenon of oxidative stress, cancer and the redox environment of a cell, the mechanisms of carcinogenesis and the role of signalling cascades by ROS; in particular, ROS activation of AP-1 (activator protein) and NF-kappaB (nuclear factor kappa B) signal transduction pathways, which in turn lead to the transcription of genes involved in cell growth regulatory pathways. The role of enzymatic (superoxide dismutase (Cu, Zn-SOD, Mn-SOD), catalase, glutathione peroxidase) and non-enzymatic antioxidants (Vitamin C, Vitamin E, carotenoids, thiol antioxidants (glutathione, thioredoxin and lipoic acid), flavonoids, selenium and others) in the process of carcinogenesis as well as the antioxidant interactions with various regulatory factors, including Ref-1, NF-kappaB, AP-1 are also reviewed.</p>\n"
    },
    {
        "Id": 5,
        "Micro": "ВИТАМИН С",
        "Head": "<p> [5] Moores J. Vitamin C: a wound healing perspective. Br J Community Nurs. 2013 Dec;Suppl:S6, S8-11. doi: 10.12968/bjcn.2013.18.sup12.s6. PMID: 24796079.</p>",
        "Body": "<p> Vitamin C, also known as ascorbic acid (AA), is involved in all phases of wound healing. In the inflammatory phase it is required for neutrophil apoptosis and clearance. During the proliferative phase, AA contributes towards synthesis, maturation, secretion and degradation of collagen. Deficiencies affect the maturation phase by altering collagen production and scar formation. The body strives to maintain homeostasis of AA, thereby ensuring availability for collagen synthesis. After wounding, plasma and tissue levels of AA diminish and, as a consequence, supplements may be useful for healing, although levels beyond saturation are excreted Clinicians need to be aware of both the nutritional status of patients with either acute or chronic wounds and the possibility of any AA deficiency which may hinder healing.</p>\n"
    },
    {
        "Id": 6,
        "Micro": "ВИТАМИН С",
        "Head": "<p> [6] Lynch SR, Cook JD. Interaction of vitamin C and iron. Ann N Y Acad Sci. 1980;355:32-44. doi: 10.1111/j.1749-6632.1980.tb21325.x. PMID: 6940487.</p>",
        "Body": "<p> Food iron is absorbed by the intestinal mucosa from two separate pools of heme and nonheme iron. Heme iron, derived from hemoglobin and myoglobin, is well absorbed and relatively little affected by other foods eaten in the same meal. On the other hand, the absorption of nonheme iron, the major dietary pool, is greatly influenced by meal composition. Ascorbic acid is a powerful enhancer of nonheme iron absorption and can reverse the inhibiting effect of such substances as tea and calcium/phosphate. Its influence may be less pronounced in meals of high iron availability--those containing meat, fish, or poultry. The enhancement of iron absorption from vegetable meals is directly proportional to the quantity of ascorbic acid present. The absorption of soluble inorganic iron added to a meal increases in parallel with the absorption of nonheme iron, but ascorbic acid has a much smaller effect on insoluble iron compounds, such as ferric oxide or ferric hydroxide, which are common food contaminants. Ascorbic acid facilitates iron absorption by forming a chelate with ferric iron at acid pH that remains soluble at the alkaline pH of the duodenum. High cost and instability during food storage are the major obstacles to using ascorbic acid in programs designed to combat nutritional iron deficiency anemia.</p>\n"
    }
]