[
    {
        "Id": 1,
        "Micro": "ВИТАМИН А",
        "Head": "<p>[1] Russell RM. The vitamin A spectrum: from deficiency to toxicity. Am J Clin Nutr. 2000 Apr;71(4):878-84. doi: 10.1093/ajcn/71.4.878. PMID: 10731492.</p>",
        "Body": "<p>Dark adaptation has been used as a tool for identifying patients with subclinical vitamin A deficiency. With this functional test it was shown that tissue vitamin A deficiency occurs over a wide range of serum vitamin A concentrations. However, serum vitamin A concentrations &gt;1.4 micromol/L predict normal dark adaptation 95% of the time. Other causes of abnormal dark adaptation include zinc and protein deficiencies. Stable isotopes of vitamin A and isotope-dilution techniques were used recently to evaluate body stores of vitamin A and the efficacy of vitamin A intervention programs in field settings and are being used to determine the vitamin A equivalences of dietary carotenoids. Vitamin A toxicity was described in patients taking large doses of vitamin A and in patients with type I hyperlipidemias and alcoholic liver disease. Conversely, tissue retinoic acid deficiency was described in alcoholic rats as a result of hepatic vitamin A mobilization, impaired oxidation of retinaldehyde, and increased destruction of retinoic acid by P450 enzymes. Abnormal oxidation products of carotenoids can cause toxicity in animal models and may have caused the increased incidence of lung cancer seen in 2 epidemiologic studies of the effects of high-dose beta-carotene supplementation. Major issues that remain to be studied include the efficiency of conversion of carotenoids in whole foods to vitamin A by using a variety of foods in various field settings and whether intraluminal factors (eg, parasitism) and vitamin A status affect this conversion. In addition, the biological activity of carotenoid metabolites should be better understood, particularly their effects on retinoid signaling.</p>\n"
    },
    {
        "Id": 2,
        "Micro": "ВИТАМИН А",
        "Head": "<p>[2] Semba RD. On the 'discovery' of vitamin A. Ann Nutr Metab. 2012;61(3):192-8. doi: 10.1159/000343124. Epub 2012 Nov 26. PMID: 23183288.</p>",
        "Body": "<p>Vitamin A is essential for normal growth, reproduction, immunity, and vision. The characterization of vitamin A spanned a period of about 130 years. During this long, incremental process, there is no single event that can be called the 'discovery' of vitamin A. The physiologist François Magendie conducted nutritional deprivation experiments with dogs in 1816 that resulted in corneal ulcers and high mortality - a finding similar to the common clinical situation in poorly fed, abandoned infants in Paris. In the 1880s, Nicolai Lunin showed that there was an unknown substance in milk that was essential for nutrition. Carl Socin suggested that an unknown substance for growth in egg yolk was fat soluble. Frederick Gowland Hopkins proposed in 1906 that there were 'unsuspected dietetic factors' that were necessary for life. In 1911, Wilhelm Stepp demonstrated that this essential substance in milk was fat soluble. The following year, Hopkins showed that there were 'accessory factors' present in 'astonishingly small amounts' in milk that supported life. Contrary to the dogma that all fats had similar nutritional value, in 1913, Elmer McCollum and Marguerite Davis at Wisconsin and Thomas Osborne and Lafayette Mendel at Yale showed butter and egg yolk were not equivalent to lard and olive oil in supporting the growth and survival of rats. The growth-supporting 'accessory factor' became known as 'fat-soluble A' in 1918 and then 'vitamin A' in 1920. Paul Karrer described the chemical structure of vitamin A in 1932. Harry Holmes and Ruth Corbet isolated and crystallized vitamin A in 1937. Methods for the synthesis of vitamin A came with the work of David Adriaan van Dorp and Jozef Ferdinand Arens in 1946 and Otto Isler and colleagues in 1947. Further work on the role of vitamin A in immunity and child survival continued until through the 1990s.</p>\n"
    },
    {
        "Id": 3,
        "Micro": "ВИТАМИН А",
        "Head": "<p>[3] Bar-El Dadon S, Reifen R. Vitamin A and the epigenome. Crit Rev Food Sci Nutr. 2017 Jul 24;57(11):2404-2411. doi: 10.1080/10408398.2015.1060940. PMID: 26565606.</p>",
        "Body": "<p>The epigenetic phenomena refer to heritable changes in gene expression other than those in the DNA sequence, such as DNA methylation and histone modifications. Major research progress in the last few years has provided further proof that environmental factors, including diet and nutrition, can influence physiologic and pathologic processes through epigenetic alterations, which in turn influence gene expression. This influence is termed nutritional epigenetics, and one prominent example is the regulation of gene transcription by vitamin A through interaction to its nuclear receptor. Vitamin A is critical throughout life. Together with its derivatives, it regulates diverse processes including reproduction, embryogenesis, vision, growth, cellular differentiation and proliferation, maintenance of epithelial cellular integrity and immune function. Here we review the epigenetic role of vitamin A in cancer, stem cells differentiation, proliferation, and immunity. The data presented here show that retinoic acid is a potent agent capable of inducing alterations in epigenetic modifications that produce various effects on the phenotype. Medical benefits of vitamin A as an epigenetic modulator, especially with respect to its chronic use as nutritional supplement, should rely on our further understanding of its epigenetic effects during health and disease, as well as through different generations.</p>\n"
    },
    {
        "Id": 4,
        "Micro": "ВИТАМИН А",
        "Head": "<p>[4] Polcz ME, Barbul A. The Role of Vitamin A in Wound Healing. Nutr Clin Pract. 2019 Oct;34(5):695-700. doi: 10.1002/ncp.10376. Epub 2019 Aug 7. PMID: 31389093.</p>",
        "Body": "<p>Vitamin A is an essential micronutrient that comes in multiple forms, including retinols, retinals, and retinoic acids. Dietary vitamin A is absorbed as retinol from preformed retinoids or as pro-vitamin A carotenoids that are converted into retinol in the enterocyte. These are then delivered to the liver for storage via chylomicrons and later released into the circulation and to its biologically active tissues bound to retinol-binding protein. Vitamin A is a crucial component of many important and diverse biological functions, including reproduction, embryological development, cellular differentiation, growth, immunity, and vision. Vitamin A functions mostly through nuclear retinoic acid receptors, retinoid X receptors, and peroxisome proliferator-activated receptors. Retinoids regulate the growth and differentiation of many cell types within skin, and its deficiency leads to abnormal epithelial keratinization. In wounded tissue, vitamin A stimulates epidermal turnover, increases the rate of re-epithelialization, and restores epithelial structure. Retinoids have the unique ability to reverse the inhibitory effects of anti-inflammatory steroids on wound healing. In addition to its role in the inflammatory phase of wound healing, retinoic acid has been demonstrated to enhance production of extracellular matrix components such as collagen type I and fibronectin, increase proliferation of keratinocytes and fibroblasts, and decrease levels of degrading matrix metalloproteinases.</p>\n"
    },
    {
        "Id": 5,
        "Micro": "ВИТАМИН А",
        "Head": "<p>[5] Liang D, Yang Q, Tan B, Dong X, Chi S, Liu H, Zhang S. Dietary vitamin A deficiency reduces growth performance, immune function of intestine, and alters tight junction proteins of intestine for juvenile hybrid grouper (Epinephelus fuscoguttatus ♀ × Epinephelus lanceolatus ♂). Fish Shellfish Immunol. 2020 Dec;107(Pt A):346-356. doi: 10.1016/j.fsi.2020.10.016. Epub 2020 Oct 14. PMID: 33068761.</p>",
        "Body": "<p>This study was carried out to investigate the effects of dietary vitamin A (VA) on growth performance, antioxidant capacity, digestion, intestinal immune response, and mRNA expression of intestinal tight junction proteins for juvenile hybrid grouper (Epinephelus fuscoguttatus ♀ × Epinephelus lanceolatus ♂). Six isonitrogenous and isolipidic experimental diets were formulated to obtain VA levels (317, 1136, 2038, 4142, 7715, 15204 IU/kg diet, respectively). The triplicate groups of fish (average weight of 9.01 ± 0.27 g) were fed twice daily (8:00 and 16:00) for 7 weeks. Based on the broken-line analysis model of WG and LYZ activity, the dietary VA requirement of hybrid grouper were estimated to be 2688.58 and 4096.36 IU/kg diet. The results showed that VA deficiency or excess could reduce Weight gain, specific growth rate, and protein efficiency ratio, and increase feed conversion ratio and hepatosomatic index (P &lt; 0.05). In addition, VA deficiency could reduce the serum activities of acid phosphatase (ACP), superoxide dismutase, and total antioxidant capacity and increase the malondialdehyde content (P &lt; 0.05). VA deficiency also could reduce intestinal activities of ACP, alkaline phosphatase, lysozyme, complement 3, complement 4 contents, and activities of alpha-amylase, lipase, and trypsin (P &lt; 0.05). Meanwhile, VA deficiency could reduce villus height in proximal intestine (PI) and mid intestine (MI), as well as muscle thickness in PI and distal intestine (DI) (P &lt; 0.05). Moreover, VA deficiency could down-regulated antimicrobial peptides (β-defensin, Hepcidin [not in MI and DI], Epinecidin), anti-inflammatory cytokines (interleukin 10 and transforming growth factor β1 [not in DI]), tight junction proteins (occluding and claudin3) mRNA levels in the PI, MI and DI, and up-regulated pro-inflammatory cytokines (tumor necrosis factor α [not in MI] and interleukin 1β [not in MI]), signaling molecules c-Rel and p65 (P &lt; 0.05). Collectively, VA deficiency could reduce growth performance because of a negative effect on intestinal health by depressing digestive abilities, intestinal morphology, immunity and tight junction function in the intestine.</p>\n<p><strong>Keywords: </strong>Antioxidant capacity; Digestion; Growth performance; Intestinal immune response; Tight junction proteins; Vitamin A.</p>\n"
    },
    {
        "Id": 6,
        "Micro": "ВИТАМИН А",
        "Head": "<p>[6] Beckenbach L, Baron JM, Merk HF, Löffler H, Amann PM. Retinoid treatment of skin diseases. Eur J Dermatol. 2015 Sep-Oct;25(5):384-91. doi: 10.1684/ejd.2015.2544. PMID: 26069148.</p>",
        "Body": "<p>Retinoids (vitamin A and its metabolites) are potent natural regulators of cellular activities, including cell growth and differentiation, and they mediate many essential regulatory functions, especially in the skin. Biologically active retinoids exert their effects by binding to nuclear retinoic acid receptors and retinoid-X-receptors. The group of pharmacologically used retinoids include naturally occurring and chemically synthesised vitamin A derivatives. Due to their influence on keratinocyte proliferation, epidermal differentiation and keratinisation, retinoids are commonly used in the field of dermatopharmacology. For safe administration of retinoids, in-depth information about adverse effects and comprehensive information of the patient are important. This article gives an overview on the effects, use, and side-effects of topical and systemic retinoids in dermatology.</p>\n<p><strong>Keywords: </strong>dermatopharmacology; retinoid therapy; retinoids; vitamin A derivatives.</p>\n"
    }
]