[
    {
        "Id": 1,
        "Micro": "ВИТАМИН В1",
        "Head": "<p>[1] Martel JL, Kerndt CC, Franklin DS. <em>Vitamin B1 (Thiamine).</em> 2021 May 20. In: StatPearls [Internet]. Treasure Island (FL): StatPearls Publishing; 2021 Jan–. PMID: 29493982.</p>",
        "Body": "<p>Vitamin B1 is one of the eight B vitamins, also known as thiamin (thiamine). Because thiamin can only be stored in the body for a short time before it is readily excreted, a regular dietary intake of thiamin is necessary to maintain proper blood levels. The recommended daily intake (RDI) for adults over age eighteen is 1.2 mg/day for men and 1.1 mg/day for women. For children, adequate intake levels are lower. Women of any age who are pregnant or should increase their daily intake of thiamin to 1.4 mg/day. This activity outlines the indications, mechanism of action, methods of administration, significant adverse effects, contraindications, and monitoring of vitamin B1 so providers can direct patient therapy in treatment or supplementation where it is indicated, as part of the interprofessional team. </p>\n<p>Like all B vitamins, vitamin B1 is water-soluble and gets absorbed directly into the blood from the gastrointestinal tract. Once absorbed into the circulatory system, thiamin can circulate freely without carrier molecules in plasma and red blood cells until it eventually gets excreted in the urine. While in the body, it can be stored in the liver, but only for a maximum of eighteen days. It can cross the blood-brain barrier.</p>\n<p>Once absorbed into the blood, the thiamin diphosphotransferase enzyme converts thiamin from its provitamin form into its active form, thiamin pyrophosphate (TPP). This reaction requires magnesium as a cofactor. TPP is a coenzyme used for energy metabolism. It is an essential component of the following three reactions:</p>\n<p>Moderate amounts of thiamin are present in most foods, yet the food sources richest in thiamin include whole grains, brown rice, pork, poultry, soybeans, nuts, dried beans, peas, and fortified or enriched grain products such as cereals. </p>\n"
    },
    {
        "Id": 2,
        "Micro": "ВИТАМИН В1",
        "Head": "<p>[2] Kennedy DO. B <em>Vitamins and the Brain: Mechanisms, Dose and Efficacy--A Review</em>. Nutrients. 2016 Jan 27;8(2):68. doi: 10.3390/nu8020068. PMID: 26828517; PMCID: PMC4772032.</p>",
        "Body": "<p>Surprisingly, given their pivotal physiological significance, our understanding of the role of the B group of vitamins (thiamine (B<sub>1</sub>), riboflavin (B<sub>2</sub>), niacin (B<sub>3</sub>), pantothenic acid (B<sub>5</sub>), vitamin B<sub>6</sub>, folate (B<sub>9</sub>) and vitamin B<sub>12</sub>) in health and brain function is limited in several respects.</p>\n"
    },
    {
        "Id": 3,
        "Micro": "ВИТАМИН В1",
        "Head": "<p>[3] Lei Y, Zheng MH, Huang W, Zhang J, Lu Y. <em>Wet beriberi with multiple organ failure remarkably reversed by thiamine administration: A case report and literature review.</em> Medicine (Baltimore). 2018 Mar;97(9):e0010. doi: 10.1097/MD.0000000000010010. PMID: 29489643; PMCID: PMC5851725.</p>",
        "Body": "<p><strong>Abstract</strong></p>\n<p><strong>Rationale: </strong>Circulatory failure, especially with low systemic vascular resistance (SVR), as observed in septic shock, thyrotoxicosis, and anemia, is a particular pattern that should suggest thiamine (vitamin B1) deficiency. The clinical picture of wet beriberi secondary to thiamine deficiency only demonstrates non-specific clinical manifestations. For a diagnosis of wet beriberi, medical history is very important. Interestingly, imprisonment was also found to be related to thiamine deficiency. This article presents a rare case of wet beriberi associated with multiple organ failure (MOF) in a prison patient with years of heavy alcohol consumption.</p>\n<p><strong>Patient concerns: </strong>The patient reported repetitive symptoms of nausea, vomiting, respiratory distress, and palpitations for a period of 1 month; dyspnea and edema for 5 days; and decreased blood pressure and urine volume for 2 days.</p>\n<p><strong>Diagnoses: </strong>The heart failure patient had a history of dietary deficiency. Right heart catheterization showed high cardiac output (CO) and low SVR. Measurement of serum thiamine concentration was low. The most important factor was that the hemodynamic indices were remarkably reversed by thiamine administration.</p>\n<p><strong>Interventions: </strong>The patient started treatment with thiamine (100 mg) by intramuscular injection, together with basic supportive care.</p>\n<p><strong>Outcomes: </strong>The hemodynamic indices improved within 12 hours after thiamine administration. Echocardiographic examinations revealed right ventricular function improvement within a few days, which were normal within a month.</p>\n<p><strong>Lessons: </strong>A diagnosis of wet beriberi should be considered for a prison patient who has unexplained heart failure, lactic acidosis, and/or MOF. Moreover, the patient should be empirically given thiamine administration without delay.</p>\n"
    },
    {
        "Id": 4,
        "Micro": "ВИТАМИН В1",
        "Head": "<p>[4] Wiley KD, Gupta M. <em>Vitamin B1 Thiamine Deficiency.</em> 2021 Jun 21. In: StatPearls [Internet]. Treasure Island (FL): StatPearls Publishing; 2021 Jan–. PMID: 30725889.</p>",
        "Body": "<p><strong>Treatment of Acute Thiamine D</strong> <strong>eficiency with Cardiovascular or Neurologic Signs/Symptoms</strong></p>\n<p>200mg intravenous (IV) or orally (PO) thiamine three times daily until symptoms resolve or improvement plateaus, at which time the patient should transition to 10 mg/day oral thiamine until expected recovery is complete.</p>\n<p>Another option in acute crisis is 50mg administered intramuscularly for 2-4 days, followed by oral maintenance therapy</p>\n<p><strong>Treatment of Thiamine Deficiency with S</strong> <strong>uspected WKS</strong></p>\n<p>**Always give thiamine during the re-feeding period in a patient with alcoholism to prevent acute thiamine deficiency with lactic acidosis.**</p>\n<p>Symptoms consistent with Wernicke-Korsakoff syndrome may persist for several months or may be permanent.</p>\n<p>Other symptoms of thiamine deficiency such as anorexia and irritability are expected to improve gradually.</p>\n<p>Deficiency of thiamine can be related to:</p>\n<p>Poor intake</p>\n<p>Poor absorption</p>\n"
    },
    {
        "Id": 5,
        "Micro": "ВИТАМИН В1",
        "Head": "<p>[5] Hosomi K, Kunisawa J. <em>The Specific Roles of Vitamins in the Regulation of Immunosurveillance and Maintenance of Immunologic Homeostasis in the Gut</em>. Immune Netw. 2017 Feb;17(1):13-19. doi: 10.4110/in.2017.17.1.13. Epub 2017 Feb 23. PMID: 28261016; PMCID: PMC5334118.</p>",
        "Body": "<p>As vitamin B2, vitamin B1 (also known as thiamine) and its derivatives (e.g., thiamine pyrophosphate) act as a cofactor for several enzymes such as pyruvate dehydrogenase and α-ketoglutarate dehydrogenase involved in TCA cycle Although it is well known that vitamin B1 deficiency causes neurological disorders such as Wernicke Korsakoff syndrome, beriberi, increased blood flow, and heart failure (<a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5334118/#B49\">49</a>), vitamin B1 is also immunologically important nutrient. Indeed, mice maintained with vitamin B1-deficient diet showed impaired antigen-specific immune responses against oral vaccine which was associated with the defects of energy metabolism.</p>\n"
    },
    {
        "Id": 6,
        "Micro": "ВИТАМИН В1",
        "Head": "<p>[6] Thornalley PJ. <em>The potential role of thiamine (vitamin B1) in diabetic complications</em>. Curr Diabetes Rev. 2005 Aug;1(3):287-98. doi: 10.2174/157339905774574383. PMID: 18220605.</p>",
        "Body": "<p>Abstract</p>\n<p>Accumulation of triosephosphates arising from high cytosolic glucose concentrations in hyperglycemia is one likely or potential trigger for biochemical dysfunction leading to the development of diabetic complications. This may be prevented by disposal of excess triosephosphates via the reductive pentosephosphate pathway. This pathway is impaired in experimental and clinical diabetes by mild thiamine deficiency. The expression and activity of the thiamine-dependent enzyme, transketolase--the pacemaking enzyme of the reductive pentosephosphate pathway, is consequently decreased. Correction of thiamine deficiency in experimental diabetes by high dose therapy with thiamine and the thiamine monophosphate prodrug, Benfotiamine, restores disposal of triosephosphates by the reductive pentosephosphate pathway in hyperglycemia. This prevented multiple mechanisms of biochemical dysfunction: activation of protein kinase C, activation of the hexosamine pathway, increased glycation and oxidative stress. Consequently, the development of incipient diabetic nephropathy, neuropathy and retinopathy were prevented. Both thiamine and Benfotiamine produced other remarkable effects in experimental diabetes: marked reversals of increased diuresis and glucosuria without change in glycemic status. High dose thiamine also corrected dyslipidemia in experimental diabetes--normalizing cholesterol and triglycerides. Dysfunction of beta-cells and impaired glucose tolerance in thiamine deficiency and suggestion of a link of impaired glucose tolerance with dietary thiamine indicates that thiamine therapy may have a future role in prevention of type 2 diabetes. More immediately, given the emerging multiple benefits of thiamine repletion, even mild thiamine deficiency in diabetes should be avoided and thiamine supplementation to high dose should be considered as adjunct nutritional therapy to prevent dyslipidemia and the development of vascular complications in clinical diabetes.</p>\n"
    }
]