[
    {
        "Id": 1,
        "Micro": "ВИТАМИН К",
        "Head": "<p> [1] Dowd, P., Ham, S. W., Naganathan, S., &amp; Hershline, R. (1995). The Mechanism of Action of Vitamin K. Annual Review of Nutrition, 15(1), 419–440. doi:10.1146/annurev.nu.15.070195.002223</p>",
        "Body": "<p> Vitamin K is the blood-clotting vitamin. The mechanism of action of vitamin K is discussed in terms of a new carbanion model that mimics the proton abstraction from the gamma position of protein-bound glutamate. This is the essential step leading to carboxylation and activation of the blood-clotting proteins. The model comprises an oxygenation that is coupled to carbon-carbon bond formation, as is the oxygenation of vitamin K hydroquinone to vitamin K oxide. The model hypothesis is also supported by the mechanism of inhibition of the carboxylase by HCN, which acts as an acid-base inhibitor rather than a metal-complexing inhibitor. The new model postulates a dioxetane intermediate that explains the presence of a second atom of 18O (from 18O2) incorporated into vitamin K oxide in the course of the enzymatic carboxylation. Finally, the chemistry developed here has been used to define the active site of vitamin K hydroquinone as the carbon-carbon bond adjacent to the methyl group.</p>\n"
    },
    {
        "Id": 2,
        "Micro": "ВИТАМИН К",
        "Head": "<p> [2] Tsugawa, N., &amp; Shiraki, M. (2020). Vitamin K Nutrition and Bone Health. Nutrients, 12(7), 1909. doi:10.3390/nu12071909</p>",
        "Body": "<p> Vitamin K is essential for blood coagulation and plays an important role in extrahepatic metabolism, such as in bone and blood vessels, and in energy metabolism. This review discusses the assessment of vitamin K sufficiency and the role of vitamin K in bone health. To elucidate the exact role of vitamin K in other organs, accurate tools for assessing vitamin K deficiency or insufficiency are crucial. Undercarboxylated vitamin K-dependent protein levels can be measured to evaluate tissue-specific vitamin K deficiency/insufficiency. Vitamin K has genomic action through steroid and xenobiotic receptor (SXR); however, the importance of this action requires further study. Recent studies have revealed that the bone-specific, vitamin K-dependent protein osteocalcin has a close relationship with energy metabolism through insulin sensitivity. Among the organs that produce vitamin K-dependent proteins, bone has attracted the most attention, as vitamin K deficiency has been consistently associated with bone fractures. Although vitamin K treatment addresses vitamin K deficiency and is believed to promote bone health, the corresponding findings on fracture risk reduction are conflicting. We also discuss the similarity of other vitamin supplementations on fracture risk. Future clinical studies are needed to further elucidate the effect of vitamin K on fracture risk.</p>\n<p><strong>Keywords: </strong> bone; fracture; osteocalcin; vitamin K deficiency; vitamin K requirement; vitamin K-dependent proteins.</p>\n"
    },
    {
        "Id": 3,
        "Micro": "ВИТАМИН К",
        "Head": "<p> [3] <a href=\"https://pubmed.ncbi.nlm.nih.gov/?term=Basset+GJ&amp;cauthor_id=27337968\">Gilles J Basset </a> , Scott Latimer, <a href=\"https://pubmed.ncbi.nlm.nih.gov/?term=Fatihi+A&amp;cauthor_id=27337968\">Abdelhak Fatihi </a> , <a href=\"https://pubmed.ncbi.nlm.nih.gov/?term=Soubeyrand+E&amp;cauthor_id=27337968\">Eric Soubeyrand </a> , <a href=\"https://pubmed.ncbi.nlm.nih.gov/?term=Block+A&amp;cauthor_id=27337968\">Anna Block </a> Phylloquinone (Vitamin K1): Occurrence, Biosynthesis and Functions PMID: 27337968</p>",
        "Body": "<p> DOI: <a href=\"https://doi.org/10.2174/1389557516666160623082714\" target=\"_blank\">10.2174/1389557516666160623082714 </a></p>\n<p> Background: Phylloquinone is a prenylated naphthoquinone that is synthesized exclusively by plants, green algae, and some species of cyanobacteria, where it serves as a vital electron carrier in photosystem I and as an electron acceptor for the formation of protein disulfide bonds.</p>\n<p> Objective: In humans and other vertebrates, phylloquinone plays the role of a vitamin (vitamin K1) that is required for blood coagulation and bone and vascular metabolism. Phylloquinone from green leafy vegetables and vegetable oil represents the major dietary source of vitamin K for humans.</p>\n<p> Method: In recent years, reverse genetics and biochemical approaches using the model plant Arabidopsis thaliana have shown that phylloquinone biosynthesis in plants involves paralogous and multifunctional enzymes, a compartmentation of the corresponding pathway in plastids and peroxisomes, and trafficking of some biosynthetic intermediates within plastids themselves. Furthermore, phylloquinone biosynthetic intermediates create crucial metabolic branch-points with other plastid-synthesized metabolites such as chlorophylls, tocopherols and salicylate.</p>\n<p> Results &amp; conclusion: This review presents an update on recent studies of the central role of plastids in the biosynthesis of phylloquinone, in particular on the discovery of novel enzymatic steps that are likely paradigms for phylloquinone and menaquinone (vitamin K2)-synthesizing organisms alike.</p>\n<p> Keywords: Phylloquinone; chloroplasts; naphthoquinones; peroxisomes; photosynthesis; plastoglobules; vitamin K.</p>\n"
    },
    {
        "Id": 4,
        "Micro": "ВИТАМИН К",
        "Head": "<p> [4] Walther, B., Karl, J. P., Booth, S. L., &amp; Boyaval, P. (2013). Menaquinones, Bacteria, and the Food Supply: The Relevance of Dairy and Fermented Food Products to Vitamin K Requirements. Advances in Nutrition, 4(4), 463–473. doi:10.3945/an.113.003855</p>",
        "Body": "<p> Vitamin K exists in the food supply as phylloquinone, a plant-based form and as menaquinones (MKs), a collection of isoprenologues mostly originating from bacterial synthesis. Although multiple bacterial species used as starter cultures for food fermentations synthesize MK, relatively little is known about the presence and distribution of MK in the food supply and the relative contribution of MK to total dietary vitamin K intake. Dairy products may be a predominant source of dietary MK in many regions of the world, and there is recent interest in enhancing the MK content of dairy products through identification and selection of MK-producing bacteria in dairy fermentations. This interest is increased by emerging evidence that current dietary recommendations based on the classic role of vitamin K as an enzyme cofactor for coagulation proteins may not be optimal for supporting vitamin K requirements in extrahepatic tissues and that MK may have unique bioactivity beyond that as an enzyme cofactor. Observational studies have reported favorable associations between MK intake and bone and cardiovascular health. Although randomized trials have provided some evidence to support the beneficial effects of MK on bone, the evidence to date is not definitive, and randomized trials have not yet examined MK intake in relation to cardiovascular outcomes. Food production practices provide a means to enhance dietary MK availability and intake. However, parallel research is needed to optimize these production practices, develop comprehensive food MK content databases, and test hypotheses of unique beneficial physiological roles of MK beyond that achieved by phylloquinone.</p>\n"
    },
    {
        "Id": 5,
        "Micro": "ВИТАМИН К",
        "Head": "<p> [5] Palermo, A., Tuccinardi, D., D’Onofrio, L., Watanabe, M., Maggi, D., Maurizi, A. R., Manfrini, S. (2017). Vitamin K and osteoporosis: Myth or reality? Metabolism, 70, 57–71. doi:10.1016/j.metabol.2017.01.032</p>",
        "Body": "<p> Vitamin K is a liposoluble vitamin. The predominant dietary form, phylloquinone or vitamin K1, is found in plants and green vegetables; whereas menaquinone, or vitamin K2, is endogenously synthesized by intestinal bacteria and includes several subtypes that differ in side chain length. Aside from its established role in blood clotting, several studies now support a critical function of vitamin K in improving bone health. Vitamin K is in fact required for osteocalcin carboxylation that in turn regulates bone mineral accretion; it seems to promote the transition of osteoblasts to osteocytes and also limits the process of osteoclastogenesis. Several observational and interventional studies have examined the relationship between vitamin K and bone metabolism, but findings are conflicting and unclear. This systematic review aims to investigate the impact of vitamin K (plasma levels, dietary intake, and oral supplementation) on bone health with a particular interest in bone remodeling, mineral density and fragility fractures.</p>\n<p> Keywords: BMD; Fracture; Osteoporosis; Vitamin K1; Vitamin K2.</p>\n"
    },
    {
        "Id": 6,
        "Micro": "ВИТАМИН К",
        "Head": "<p> [6] Fusaro, M., Gallieni, M., Rizzo, M. A., Stucchi, A., Delanaye, P., Cavalier, E., Plebani, M. (2017). Vitamin K plasma levels determination in human health. Clinical Chemistry and Laboratory Medicine (CCLM), 55(6), 789–799. doi:10.1515/cclm-2016-0783</p>",
        "Body": "<p> Vitamin K (phylloquinone or vitamin K1 and menaquinones or vitamin K2) plays an important role as a cofactor in the synthesis of hepatic blood coagulation proteins, but recently has also aroused an increasing interest for its action in extra-hepatic tissues, in particular in the regulation of bone and vascular metabolism. The accurate measurement of vitamin K status in humans is still a critical issue. Along with indirect assays, such as the undercarboxylated fractions of vitamin K-dependent proteins [prothrombin, osteocalcin (OC), and matrix gla protein], the direct analysis of blood levels of phylloquinone and menaquinones forms might be considered a more informative and direct method for assessing vitamin K status. Different methods for direct quantification of vitamin K serum levels are available. High-performance liquid chromatography (HPLC) methods coupled with post-column reduction procedures and fluorimetric or electrochemical detection are commonly used for food and blood analysis of phylloquinone, but they show some limitations when applied to the analysis of serum menaquinones because of interferences from triglycerides. Recent advancements include liquid chromatography tandem mass spectrometry (LCMS/MS) detection, which assures higher specificity. The optimization and standardization of these methods requires specialized laboratories. The variability of results observed in the available studies suggests the need for further investigations to obtain more accurate analytical results.</p>\n"
    }
]