[
    {
        "Id": 1,
        "Micro": "ЦИНК",
        "Head": "<p> 1.Muhamed PK, Vadstrup S. [Zinc is the most important trace element]. Ugeskr Laeger. 2014 Mar 3;176(5):V11120654. Danish. PMID: 25096007.</p>",
        "Body": "<p> Abstract</p>\n<p> Zinc is one of the most important trace elements. Zinc deficiency is a major health problem worldwide. Causes of zinc deficiency can be nutritional, iatrogenic, genetic or a result of diseases. Severe zinc deficiency results in symptoms like pustular dermatitis, alopecia, weight loss, diarrhoea, infections secondary to immune dysfunction, hypogonadism and problems in ulcer healing. Zinc supplementation is necessary in cases of zinc deficiency, but high doses zinc supplementation through a long time can result in copper deficiency or anaemia. Thus a rational use of zinc supplementation in the required time is necessary.</p>\n"
    },
    {
        "Id": 2,
        "Micro": "ЦИНК",
        "Head": "<p> 2. Rink L, Gabriel P. Zinc and the immune system. Proc Nutr Soc. 2000 Nov;59(4):541-52. doi: 10.1017/s0029665100000781. PMID: 11115789.</p>",
        "Body": "<p> Nutritional aspects and physiology of zinc</p>\n<p> The total body Zn content of human subjects is 2–4g. However, Zn is referred to as a trace element, as its plasma concentration is only 12–16μM. In the serum, Zn is predominantly bound to albumin (60 %, low-affinity), α - 2 macroglobulin (30 %, high-affinity) and transferrin (10 %; Scott &amp; Bradwell, 1983). The plasma Zn pool is a minor pool, but highly mobile and immunologically important. There is no specialized Zn storage system in the body, and therefore there must be a daily intake of Zn to achieve a steady-state.</p>\n"
    },
    {
        "Id": 3,
        "Micro": "ЦИНК",
        "Head": "<p> 3. Roohani N, Hurrell R, Kelishadi R, Schulin R. Zinc and its importance for human health: An integrative review. J Res Med Sci. 2013 Feb;18(2):144-57. PMID: 23914218; PMCID: PMC3724376.</p>",
        "Body": "<p></p>\n<p> Consequences of zinc deficiency</p>\n<p> Due to the multitude of basic biochemical functions of zinc in the cells of human body, there is a broad range of physiological signs of zinc deficiency. These signs vary depending on the severity of the condition. Organ systems known to be affected clinically by zinc deficiency states include the epidermal, gastrointestinal, central nervous, immune, skeletal, and reproductive systems.</p>\n<p> Clinical signs of severe zinc deficiency were identified in industrialized countries notably in persons suffering from acrodermatitis enteropathica, a rare genetic disorder that specifically affects zinc absorption. Severe zinc deficiency resulting from other causes such as prolonged parenteral nutrition with inadequate zinc content produced similar clinical signs as in acrodermatitis enteropathica</p>\n<p> Although, less impressive in their clinical presentation, milder zinc deficiency is of numerically much greater importance. Moreover, most of the clinical features of acrodermatitis enteropathica were documented also in milder forms of zinc deficiency. Functional impairments identified in community-based trials may be more representative of mild or moderate deficiency. Some of these functional impairments are as follows:</p>\n<p> Growth and development</p>\n<p> One of the most studied clinical features related to zinc deficiency is the impairment of physical growth and development. The mechanisms involved, however, are not well understood. This effect is of most significance during the periods of rapid growth such as pregnancy, infancy and puberty during which zinc requirements are highest.</p>\n"
    },
    {
        "Id": 4,
        "Micro": "ЦИНК",
        "Head": "<p> 4. Gooding AJ, Packer CD, Pensiero AL. Zinc Deficiency-induced Hypogeusia in a Patient with Refractory Iron-deficiency Anemia: A Case Report. Cureus. 2019 Dec 12;11(12):e6365. doi: 10.7759/cureus.6365. PMID: 31938647; PMCID: PMC6957051.</p>",
        "Body": "<p> Abstract</p>\n<p> Zinc deficiency is a relatively common condition in various American populations but is frequently unrecognized and under-diagnosed. It typically presents with nonspecific symptoms, including lethargy, immune dysfunction, dermatitis, diarrhea, and decreased taste sensation (hypogeusia). Zinc deficiency often occurs concurrently with iron deficiency and has been linked to more severe clinical manifestations of iron deficiency anemia. We describe a 66-year-old man who presented with weakness and fatigue and was found to have persistent iron-deficiency anemia attributable at least in part to malnutrition caused by zinc deficiency-induced hypogeusia. The hypogeusia rapidly improved and nutritional intake normalized with zinc supplementation.</p>\n"
    },
    {
        "Id": 5,
        "Micro": "ЦИНК",
        "Head": "<p> 5. Maxfield L, Crane JS. Zinc Deficiency. 2020 Jul 2. In: StatPearls [Internet]. Treasure Island (FL): StatPearls Publishing; 2021 Jan–. PMID: 29630283.</p>",
        "Body": "<p> Treatment begins with oral replacement. Two to 3 mg/kg per day often cures all clinical manifestations within 1 to 2 weeks. Even in patients with acrodermatitis enteropathica, a disease of malabsorption, oral replacement with 1 to 2 mg/kg per day is still the standard of therapy with life-long supplementation</p>\n<p> For preterm infants with zinc deficiency, normal breastfeeding is usually sufficient for correction, and the deficit usually resolves within weeks with no clinical symptoms. However, maternal breast milk can be zinc deficient if the mother's stores are depleted. Recommended daily dietary intake for lactating adult women increases from 11 mg per day to 12 mg per day. Also, low maternal secretion from the SLC30A2 mutation can occur. If breast secretion is low, the infant will need supplemental replacement.</p>\n<p></p>\n"
    },
    {
        "Id": 6,
        "Micro": "ЦИНК",
        "Head": "<p> 6. Brewer GJ, Dick RD, Johnson VD, Brunberg JA, Kluin KJ, Fink JK. Treatment of Wilson's disease with zinc: XV long-term follow-up studies. J Lab Clin Med. 1998 Oct;132(4):264-78. doi: 10.1016/s0022-2143(98)90039-7. PMID: 9794697.</p>",
        "Body": "<p> Abstract</p>\n<p> Wilson's disease is an inherited disease of copper accumulation caused by a failure of biliary excretion of excess copper. Accumulated copper causes liver disease in these patients, and in perhaps two thirds of patients, it causes brain damage leading to clinical neurologic or psychiatric dysfunction. Maintenance treatment involves reversing the positive copper balance. The earliest approaches have used chelators, such as penicillamine or trientine, which increase the urinary excretion of copper. A more recent approach has used zinc, which blocks the absorption of copper and increases copper excretion in the stool. Because of the high level of endogenously secreted copper in alimentary secretions, the reabsorption of which is partially blocked by zinc therapy, zinc acts to remove accumulated copper from the body as well as prevent its reaccumulation. In the present article we present data on the long-term follow-up (up to 10 years) of maintenance zinc treatment of 141 patients with Wilson's disease. The data presented document that zinc is effective as a sole therapy in the long-term maintenance treatment of Wilson's disease and that it has a low toxicity. The results demonstrate the efficacy of zinc therapy in treating the presymptomatic patient from the beginning of therapy. We also present limited data on the use of zinc in the treatment of pregnant patients and children who have Wilson's disease; these data also indicate efficacy and low toxicity. The median follow-up period for the group as a whole is 4.8 years; for the presymptomatic patients it is 6.5 years; for the children it is 3.6 years.</p>\n"
    }
]