[
    {
        "DrugName": "Цефтриаксон",
        "MicroName": "КАЛЬЦИЙ",
        "Power": 3,
        "Comments": "Внутривенное введение цефтриаксона и кальция может привести к жизнеугрожающему повреждению легких и почек. Кальций не следует вводить внутривенно в течение 48 часов после внутривенного введения цефтриаксона.",
        "Links": "124, 125"
    },
    {
        "DrugName": "Антибиотики (фторхинолоны)",
        "MicroName": "КАЛЬЦИЙ",
        "Power": 2,
        "Comments": "Кальций может уменьшить усваиваемое организмом количество антибиотиков. Прием кальция вместе с фторхинолонами может снизить их эффективность. Чтобы избежать этого взаимодействия, принимайте кальциевые добавки минимум через час после приема антибиотиков. Некоторые из фторхинолонов, которые взаимодействуют с кальцием, включают ципрофлоксацин, эноксацин, норфлоксацин, спарфлоксацин  и тровафлоксацин.",
        "Links": "126, 127"
    },
    {
        "DrugName": "Антибиотики тетрациклинового ряда",
        "MicroName": "КАЛЬЦИЙ",
        "Power": 2,
        "Comments": "Кальций может присоединяться в желудке к антибиотикам тетрациклинового ряда. Это уменьшает количество усваиваемого организмом тетрациклина. Прием кальция с тетрациклинами может снизить их эффективность. Чтобы избежать этого взаимодействия, принимайте кальций за 2 часа до или через 4 часа после приема тетрациклинов. Некоторые тетрациклины включают демеклоциклин, миноциклин  и тетрациклин.",
        "Links": "128, 129"
    },
    {
        "DrugName": "Бисфосфонаты",
        "MicroName": "КАЛЬЦИЙ",
        "Power": 2,
        "Comments": "Кальций может снизить усваиваемое количество бисфосфоната. Прием кальция вместе с бисфосфонатами может снизить их эффективность. Чтобы избежать этого взаимодействия, принимайте бисфосфонат по крайней мере за 30 минут до приема кальция или позже в течение дня. Некоторые бисфосфонаты включают алендронат, этидронат, ризедронат, тилудронат  и другие.",
        "Links": "130"
    },
    {
        "DrugName": "Кальципотриен",
        "MicroName": "КАЛЬЦИЙ",
        "Power": 2,
        "Comments": "Кальципотриен  – препарат, синтетическое производное витамина D. Витамин D помогает организму усваивать кальций. Прием добавок кальция вместе с кальципотриеном может привести к тому, что в организме будет избыток кальция.",
        "Links": "157"
    },
    {
        "DrugName": "Дигоксин",
        "MicroName": "КАЛЬЦИЙ",
        "Power": 2,
        "Comments": "Кальций может повлиять на сердце. Дигоксин помогает работе сердца. Прием кальция вместе с дигоксином может усилить действие дигоксина  и привести к нерегулярному сердцебиению. Если вы принимаете дигоксин, проконсультируйтесь с врачом, прежде чем принимать добавки кальция.",
        "Links": "131, 132, 133"
    },
    {
        "DrugName": "Дилтиазем",
        "MicroName": "КАЛЬЦИЙ",
        "Power": 2,
        "Comments": "Кальций может повлиять на сердце. Дилтиазем также может повлиять на сердце. Прием большого количества кальция вместе с дилтиаземом может снизить его эффективность",
        "Links": "156"
    },
    {
        "DrugName": "Левотироксин",
        "MicroName": "КАЛЬЦИЙ",
        "Power": 2,
        "Comments": "Левотироксин используется при гипофункции щитовидной железы. Кальций может уменьшить количество усваиваемого левотироксина. Прием кальция вместе с левотироксином может снизить его эффективность. Левотироксин и кальций следует принимать с интервалом не менее 4 часов.",
        "Links": "134,135,136"
    },
    {
        "DrugName": "Соталол",
        "MicroName": "КАЛЬЦИЙ",
        "Power": 2,
        "Comments": "Прием кальция с соталолом может уменьшить его усваиваемое организмом количество. Прием кальция вместе с соталолом может снизить его эффективность. Чтобы избежать этого взаимодействия, принимайте кальций по крайней мере за 2 часа до или через 4 часа после приема соталола.",
        "Links": "158"
    },
    {
        "DrugName": "Тиазидные диуретики",
        "MicroName": "КАЛЬЦИЙ",
        "Power": 2,
        "Comments": "Некоторые диуретики увеличивают количество кальция в организме. Прием большого количества кальция с некоторыми тиазидными диуретиками может привести к тому, что в организме будет избыток кальция. Это может вызвать серьезные побочные эффекты, в том числе проблемы с почками. Некоторые из тиазидных диуретиков включают: хлоротиазид,  гидрохлортиазид , индапамид, метолазон и хлорталидон.",
        "Links": "159"
    },
    {
        "DrugName": "Верапамил",
        "MicroName": "КАЛЬЦИЙ",
        "Power": 2,
        "Comments": "Кальций может повлиять на работу сердца. Верапамил  также может повлиять на работу сердца. Не следует принимать большое количество кальция, если вы принимается верапамил.",
        "Links": "160"
    },
    {
        "DrugName": "Литий",
        "MicroName": "КАЛЬЦИЙ",
        "Power": 2,
        "Comments": "",
        "Links": "161"
    },
    {
        "DrugName": "Эстрогены",
        "MicroName": "КАЛЬЦИЙ",
        "Power": 1,
        "Comments": "Эстроген помогает организму усваивать кальций. Прием таблеток эстрогена вместе с большим количеством кальция может привести к избыточному количеству кальция в организме.\nТаблетки эстрогена включают конъюгированные эстрогены, этинилэстрадиол, эстрадиол и другие.",
        "Links": "137, 138"
    },
    {
        "DrugName": "Антигипертензивные препараты (блокаторы кальциевых каналов)",
        "MicroName": "КАЛЬЦИЙ",
        "Power": 1,
        "Comments": "Некоторые антигипертензивные препараты влияют на содержание кальция в организме. Эти лекарства называются блокаторами кальциевых каналов. Инъекции кальция могут снизить эффективность этих препаратов при артериальной гипертензии. Некоторые антигипертензивные препараты из группы блокаторов кальциевых каналов включают: нифедипин, верапамил, дилтиазем, исрадипин, фелодипин, амлодипин  и другие.[139].  Однако в другой статье никакого эффекта на эссенциальную гипертензию не выявлено [140]",
        "Links": "139, 140"
    },
    {
        "DrugName": "Литий",
        "MicroName": "ЙОД",
        "Power": 2,
        "Comments": "Литий может подавлять функцию щитовидной железы. Одновременное применение с йодом может иметь аддитивный или синергический гипотиреоидный эффект. Следует наблюдать за функцией щитовидной железы.",
        "Links": "55, 58"
    },
    {
        "DrugName": "Лекарства применяемые при гиперфункции щитовидной железы (антитиреоидные препараты) взаимодействуют с йодом",
        "MicroName": "ЙОД",
        "Power": 3,
        "Comments": "Йод может повлиять на щитовидную железу. Прием йода совместно с антитиреоидными препаратами может слишком сильно снизить функцию щитовидной железы. Поэтому, не принимайте добавки с йодом, если вы принимаете антитиреоидные препараты. Некоторые из этих лекарств включают метенамина манделат, метимазол, калия йодид и другие.",
        "Links": "12"
    },
    {
        "DrugName": "Амиодарон",
        "MicroName": "ЙОД",
        "Power": 2,
        "Comments": "Амиодарон  содержит в своем составе йод. Прием добавок с йодом совместно с амиодароном  может привести к избытку йода в крови. Избыток йода в крови может вызвать побочные эффекты, влияющие на щитовидную железу.",
        "Links": "53, 54"
    },
    {
        "DrugName": "Антигипертензивные препараты (блокаторы рецепторов ангиотензина (БРА)",
        "MicroName": "ЙОД",
        "Power": 2,
        "Comments": "Некоторые антигипертензивные препараты могут снизить скорость выведения калия из организма. Большинство добавок с йодом, также содержат калий. Прием калия йодида вместе с некоторыми антигипертензивными препаратами может привести к избытку калия в организме. Поэтому, не следует принимать калия йодид, если вы принимаете антигипертензивные препараты. БРА включают лозартан, валсартан, ирбесартан, кандесартан, телмисартан и эпросартан.",
        "Links": ""
    },
    {
        "DrugName": "Антигипертензивные препараты (ингибиторы АПФ)",
        "MicroName": "ЙОД",
        "Power": 2,
        "Comments": "Некоторые антигипертензивные препараты могут снизить скорость выведения калия из организма. Большинство добавок с йодом, также содержат калий. Прием калия йодида вместе с некоторыми антигипертензивными препаратами может привести к избытку калия в организме. Поэтому, не следует принимать калия йодид, если вы принимаете антигипертензивные препараты.  Некоторые антигипертензивные препараты – ингибиторы АПФ включают: каптоприл, эналаприл, лизиноприл, рамиприл и другие.",
        "Links": "59"
    },
    {
        "DrugName": "Калийсберегающие диуретики",
        "MicroName": "ЙОД",
        "Power": 2,
        "Comments": "Большинство добавок с йодом, также содержат калий. Некоторые диуретики могут также увеличить содержание калия в организме. Прием калия йодида совместно с калийсберегающими диуретиками может привести к тому, что в организме будет избыток калия. Поэтому, не следует принимать калия йодид, если вы принимаете калийсберегающие диуретики.  Калийсберегающие диуретики включают: спиронолактон, триамтерен и амилорид.",
        "Links": "59"
    },
    {
        "DrugName": "Антибиотики (фторхинолоны)",
        "MicroName": "ЦИНК",
        "Power": 2,
        "Comments": "Цинк может снизить количество усваиваемого организмом антибиотика. Прием цинка вместе с фторхинолонами может снизить их эффективность. Чтобы избежать этого взаимодействия, принимайте добавки с цинком как минимум через час после приема фторхинолонов. Некоторые из фторхинолонов, которые могут взаимодействовать с цинком, включают: ципрофлоксацин, эноксацин, норфлоксацин, спарфлоксацин, тровафлоксацин и грепафлоксацин.",
        "Links": "176"
    },
    {
        "DrugName": "Антибиотики тетрациклинового ряда",
        "MicroName": "ЦИНК",
        "Power": 2,
        "Comments": "Цинк может присоединяться к тетрациклинам в желудке. Это уменьшает количество усваиваемого организмом тетрациклина. Прием цинка с тетрациклинами может снизить их эффективность. Чтобы избежать этого взаимодействия, принимайте цинк за 2 часа до или через 4 часа после приема тетрациклинов.",
        "Links": "175"
    },
    {
        "DrugName": "Цисплатин",
        "MicroName": "ЦИНК",
        "Power": 2,
        "Comments": "Цисплатин взаимодействует с цинком. Цисплатин используется при лечении рака. Прием цинка вместе с ЭДТА и цисплатином может усилить как основные, так и побочные эффекты цисплатина.",
        "Links": "177"
    },
    {
        "DrugName": "Пеницилламин",
        "MicroName": "ЦИНК",
        "Power": 2,
        "Comments": "Пеницилламин взаимодействует с цинком. Пеницилламин используется для лечения болезни Вильсона и ревматоидного артрита. Цинк может снизить количество пеницилламина, усваиваемого организмом, и уменьшить его эффективность.",
        "Links": "178, 179"
    },
    {
        "DrugName": "Амилорид",
        "MicroName": "ЦИНК",
        "Power": 1,
        "Comments": "Амилорид  взаимодействует с цинком. Амилорид  используется как диуретик, чтобы уменьшить содержание жидкости в тканях и серозных полостях. Еще один эффект амилорида  заключается в том, что он может увеличить количество цинка в организме. Прием добавок цинка совместно с амилоридом  может привести к тому, что в организме будет избыток цинка.",
        "Links": "180"
    },
    {
        "DrugName": "Варфарин",
        "MicroName": "ВИТАМИН К",
        "Power": 3,
        "Comments": "Витамин К используется организмом для свертывающей системы крови. Варфарин (кумадин) – препарат, препятствующий свертыванию крови. Помогая свертыванию крови, витамин К может снизить эффективность действия варфарина (кумадина) [95-97]. Не забывайте регулярно сдавать анализ на свертываемость крови. Возможно, потребуется коррекция дозы варфарина (кумадина).",
        "Links": "95, 96, 97"
    },
    {
        "DrugName": "Антибиотики (фторхинолоны)",
        "MicroName": "МАГНИЙ",
        "Power": 2,
        "Comments": "Антибиотики (фторхинолоны) взаимодействуют с магнием. Магний может снизить усваиваемое организмом количество антибиотика. Прием магния вместе с фторхинолонами, может снизить их эффективность. Чтобы избежать этого взаимодействия, принимайте фторхинолоны по крайней мере за 2 часа до или через 4-6 часов после приема добавок с магнием. Некоторые из фторхинолонов, которые могут взаимодействовать с магнием, включают ципрофлоксацин, эноксацин, норфлоксацин, спарфлоксацин, тровафлоксацин и грепафлоксацин.",
        "Links": "145"
    },
    {
        "DrugName": "Антибиотики тетрациклинового ряда",
        "MicroName": "МАГНИЙ",
        "Power": 2,
        "Comments": "Антибиотики (антибиотики тетрациклинового ряда) взаимодействуют с магнием. Магний может присоединяться к тетрациклинам в желудке. Это уменьшает количество усваиваемого организмом тетрациклина. Прием магния вместе с тетрациклинами может снизить их эффективность. Чтобы избежать этого взаимодействия, принимайте магний за 2 часа до или через 4 часа после приема тетрациклинов. Некоторые тетрациклины включают демеклоциклин, миноциклин и тетрациклин.",
        "Links": "144"
    },
    {
        "DrugName": "Бисфосфонаты",
        "MicroName": "МАГНИЙ",
        "Power": 2,
        "Comments": "Бисфосфонаты взаимодействуют с магнием. Магний может уменьшить количество усваиваемого организмом бисфосфоната. Прием магния вместе с бисфосфонатами может снизить их эффективность. Чтобы избежать этого взаимодействия, принимайте бисфосфонат как минимум за два часа до приема магния или позже в течение дня. Некоторые бисфосфонаты включают алендронат, этидронат, ризедронат, тилудронат  и другие.",
        "Links": ""
    },
    {
        "DrugName": "Антигипертензивные препараты (блокаторы кальциевых каналов)",
        "MicroName": "МАГНИЙ",
        "Power": 2,
        "Comments": "Антигипертензивные препараты (блокаторы кальциевых каналов) взаимодействуют с магнием. Магний может снизить артериальное давление. Прием магния вместе с антигипертензивными препаратами может привести к слишком низкому артериальному давлению. Некоторые антигипертензивные препараты из группы блокаторов кальциевых каналов включают: нифедипин, верапамил, дилтиазем, исрадипин, фелодипин, амлодипин  и другие.",
        "Links": "166"
    },
    {
        "DrugName": "Калийсберегающие диуретики",
        "MicroName": "МАГНИЙ",
        "Power": 2,
        "Comments": "Калийсберегающие диуретики взаимодействуют с магнием. Некоторые диуретики могут повышать уровень магния в организме. Прием калийсберегающих диуретиков вместе с магнием может привести к тому, что в организме будет избыток магния. Некоторые калийсберегающие диуретики, которые увеличивают содержание магния в организме, включают амилорид, спиронолактон  и триамтерен.",
        "Links": ""
    },
    {
        "DrugName": "Антибиотики (аминогликозиды)",
        "MicroName": "МАГНИЙ",
        "Power": 2,
        "Comments": "Антибиотики (аминогликозиды) взаимодействуют с магнием. Некоторые антибиотики могут влиять на мышцы. Эти антибиотики называются аминогликозидами. Магний также может влиять на мышцы. Прием аминогликозидов и инъекционное применение магния может вызвать проблемы с мышцами. Некоторые аминогликозиды включают: амикацин, гентамицин, канамицин, стрептомицин, тобрамицин и другие.",
        "Links": "134, 165"
    },
    {
        "DrugName": "Миорелаксанты",
        "MicroName": "МАГНИЙ",
        "Power": 2,
        "Comments": "Миорелаксанты взаимодействуют с магнием. Магний помогает расслабить мышцы. Прием магния вместе с миорелаксантами может увеличить риск их побочных эффектов. Некоторые миорелаксанты включают: каризопродол, пипекурониум, орфенадрин, циклобензаприн, галламин, атракурий, панкуроний, сукцинилхолин  и другие.",
        "Links": "167"
    },
    {
        "DrugName": "Антибиотики тетрациклинового ряда",
        "MicroName": "ВИТАМИН А",
        "Power": 2,
        "Comments": "Антибиотики (антибиотики тетрациклинового ряда) взаимодействуют с витамином А. Витамин А может взаимодействовать с некоторыми антибиотиками. Прием очень большого количества витамина А вместе с антибиотиками тетрациклинового ряда может увеличить вероятность серьезного побочного эффекта, как внутричерепная гипертензия. Но прием нормальных доз витамина А вместе с тетрациклинами, похоже, не вызывает этой проблемы. Не принимайте большое количество витамина А, если вы принимаете антибиотики тетрациклинового ряда. Некоторые из них включают: демеклоциклин, миноциклин и тетрациклин. Исследования показывают, что оценка витамина А в качестве терапии бактериемии у истощенных пациентов может привести к улучшению результатов в отношении здоровья у части пациентов, особенно при неэффективности лечения антибиотиками.",
        "Links": "232, 233, 230, 231"
    },
    {
        "DrugName": "Варфарин",
        "MicroName": "ВИТАМИН А",
        "Power": 2,
        "Comments": "Варфарин взаимодействует с Витамином А. Варфарин используется для замедления свертывания крови. Большое количество витамина А также может замедлить свертывание крови. Прием витамина А совместно с варфарином может увеличить вероятность синяков и кровотечений. Обязательно проверяйте кровь на свертываемость. Возможно, потребуется изменить дозу варфарина.",
        "Links": "235"
    },
    {
        "DrugName": "Ретиноиды",
        "MicroName": "ВИТАМИН А",
        "Power": 3,
        "Comments": "Лекарства от кожных заболеваний (ретиноиды) взаимодействуют с Витамином А. Некоторые лекарства от кожных заболеваний обладают действием подобным витамину А. Совместный прием витамина А и этих лекарств может привести к избыточному количеству витамина А и его побочным эффектам.",
        "Links": "230"
    },
    {
        "DrugName": "Гепатотоксические препараты",
        "MicroName": "ВИТАМИН А",
        "Power": 2,
        "Comments": "Лекарства, которые могут нанести вред печени (гепатотоксические препараты), взаимодействуют с витамином А. Прием большого количества витамина А может нанести вред печени. Прием большого количества витамина А вместе с гепатотоксическими препаратами также могут нанести вред печени, и увеличить риск ее повреждения. Не принимайте большое количество витамина А, если вы принимаете гепатотоксические препараты. Некоторые гепатотоксические препараты, включают ацетаминофен, амиодарон, карбамазепин, изониазид, метотрексат, метилдопа, флуконазол, итраконазол, эритромицин, фенитоин, ловастатин, правастатин, симвастатин и многие другие.",
        "Links": "232"
    },
    {
        "DrugName": "Бисфосфонаты",
        "MicroName": "ФОСФОР",
        "Power": 2,
        "Comments": "Бисфосфонатные препараты и фосфатные соли могут вызывать гипокальциемию. Прием большого количества фосфатных солей может привести к слишком низкому уровню кальция. Некоторые бисфосфонаты включают: алендронат (Фосамакс), этидронат (Дидронель), ризедронат (Актонель), тилудронат (Скелид) и другие.",
        "Links": "35, 36"
    },
    {
        "DrugName": "Антигипертензивные препараты (блокаторы рецепторов ангиотензина (БРА)",
        "MicroName": "КАЛИЙ",
        "Power": 2,
        "Comments": "Антигипертензивные препараты (Блокаторы рецепторов ангиотензина БРА - сартаны) взаимодействуют с калием. Некоторые антигипертензивные препараты могут повышать уровень калия в крови. Применение калия совместно с антигипертензивными препаратами может быть причиной слишком высокого уровня калия в крови. Некоторые антигипертензивные препараты из группы сартанов включают: лозартан (Козаар), валсартан (Диован), ирбесартан (Авапро), кандесартан ( Атаканд), телмисартан ( Микардис), эпросартан (Теветен) и другие.",
        "Links": "64"
    },
    {
        "DrugName": "Антигипертензивные препараты (ингибиторы АПФ)",
        "MicroName": "КАЛИЙ",
        "Power": 2,
        "Comments": "Антигипертензивные препараты (Ингибиторы АПФ) взаимодействуют с калием. Некоторые антигипертензивные препараты могут повышать уровень калия в крови. Применение калия совместно с антигипертензивными препаратами может быть причиной слишком высокого уровня калия в крови. Некоторые антигипертензивные препараты из группы ингибиторов АПФ включают: каптоприл ( Капотен), эналаприл (Вазотек), лизиноприл (Принивил, Зэстрил), рамиприл (Альтак) и другие.",
        "Links": "63, 64"
    },
    {
        "DrugName": "Калийсберегающие диуретики",
        "MicroName": "КАЛИЙ",
        "Power": 2,
        "Comments": "Калийсберегающие диуретики взаимодействуют с калием. Некоторые диуретики могут быть причиной слишком большого количества калия в организме. Применение некоторых диуретиков совместно с калием может быть причиной слишком высокого уровня калия в крови. Некоторые диуретики, которые могут повышать уровень калия в организме включают: амилорид ( Мидамор), спиронолактон (Альдактон) и триамтерен (Дирениум).",
        "Links": "56"
    },
    {
        "DrugName": "Эстрогены",
        "MicroName": "ВИТАМИН С",
        "Power": 2,
        "Comments": "Эстрогены взаимодействуют с витамином С. Организм расщепляет эстрогены, утилизируя их. Витамин С может снизить скорость утилизации эстрогенов. Прием витамина С вместе с эстрогенами может усилить побочные эффекты эстрогенов.",
        "Links": ""
    },
    {
        "DrugName": "Варфарин",
        "MicroName": "ВИТАМИН С",
        "Power": 2,
        "Comments": "Варфарин (кумадин) взаимодействует с витамином C. Варфарин (кумадин) используется для угнетения свертывающей системы крови. Большое количество витамина С может снизить эффективность варфарина (кумадина). Снижение эффективности варфарина (кумадина) может увеличить риск свертывания крови. Не забывайте регулярно проверять кровь. Возможно, потребуется изменить дозу варфарина (кумадина).",
        "Links": "343"
    },
    {
        "DrugName": "Алюминий",
        "MicroName": "ВИТАМИН С",
        "Power": 2,
        "Comments": "Алюминий взаимодействует с витамином С. Алюминий содержится в большинстве антацидов. Витамин С может увеличить количество алюминия, усваиваемого организмом. Но неясно, стоит ли оказывать этому взаимодействию большую озабоченность. Принимайте витамин С за два часа до или через четыре часа после антацидов.",
        "Links": "337"
    },
    {
        "DrugName": "Флуфеназин (проликсин)",
        "MicroName": "ВИТАМИН С",
        "Power": 2,
        "Comments": "Флуфеназин (проликсин) взаимодействует с витамином C. Большое количество витамина С может снизить количество флуфеназина (проликсина) в организме. Прием витамина С вместе с флуфеназином (проликсином) может снизить эффективность флуфеназина (проликсина). Есть данные, что длительное лечение нейролептиками связано с увеличением движений головы и уменьшением холинергических нейронов полос и эти нарушения уменьшаются антиоксидантами.",
        "Links": "338"
    },
    {
        "DrugName": "Антиретровирусные препараты (ингибиторы протеазы)",
        "MicroName": "ВИТАМИН С",
        "Power": 2,
        "Comments": "Антиретровирусные препараты (ингибиторы протеазы) взаимодействуют с витамином С. Прием больших доз витамина С может уменьшить количество антиретровирусных препаратов в организме. Это может снизить их эффективность. Некоторые из этих лекарств, включают: ампренавир (Агенераза), нелфинавир (Вирасепт), ритонавир (Норвир) и саквинавир (Фортоваза, Инвираза).",
        "Links": "339"
    },
    {
        "DrugName": "Противораковые препараты (химиотерапия)",
        "MicroName": "ВИТАМИН С",
        "Power": 2,
        "Comments": "Противораковые препараты (химиотерапия) взаимодействуют с витамином С. Витамин С - антиоксидант. Есть опасения, что антиоксиданты могут снизить эффективность противораковых препаратов. Но, происходит ли это взаимодействие, еще рано судить.",
        "Links": "340"
    },
    {
        "DrugName": "Антигиперхолестеринемические препараты (статины)",
        "MicroName": "ВИТАМИН С",
        "Power": 2,
        "Comments": "Антигиперхолестеринемические препараты (статины) взаимодействуют с витамином С. Прием витамина С, бета-каротина, селена и витамина Е вместе может снизить эффективность некоторых антигиперхолестеринемических препаратов. Неизвестно, снижает ли один только витамин С эффективность антигиперхолестеринемических препаратов. Некоторые из них: аторвастатин (Липитор), флувастатин (Лескол), ловастатин (Мевакор) и правастатин (Правахол).",
        "Links": "341"
    },
    {
        "DrugName": "Ниацин",
        "MicroName": "ВИТАМИН С",
        "Power": 2,
        "Comments": "Ниацин взаимодействует с витамином C. Прием витамина С вместе с витамином Е, бета-каротином и селеном может снизить некоторые полезные эффекты ниацина. Ниацин может повысить уровень хорошего холестерина. Прием витамина С вместе с другими витаминами может снизить эффективность ниацина для повышения уровня хорошего холестерина.",
        "Links": "342"
    },
    {
        "DrugName": "Ацетаминофен",
        "MicroName": "ВИТАМИН С",
        "Power": 1,
        "Comments": "Ацетаминофен взаимодействует с витамином С. Организм расщепляет ацетаминофен и утилизирует его. Большое количество витамина С может снизить скорость расщепления ацетаминофена в организме. Но неясно, когда и стоит ли оказывать этому взаимодействию большую озабоченность. Аскорбиновая кислота, которая частично метаболизируется до сульфата, ингибирует конъюгацию ацетаминофена с сульфатом, конкурируя за доступный сульфат в организме.",
        "Links": "344"
    },
    {
        "DrugName": "Аспирин",
        "MicroName": "ВИТАМИН С",
        "Power": 1,
        "Comments": "Аспирин взаимодействует с витамином С. Организм расщепляет аспирин и утилизирует его. Большое количество витамина С может уменьшить расщепление аспирина. Уменьшение распада аспирина может привести к усилению его побочных эффектов. Не принимайте большое количество витамина С, если вы принимаете большое количество аспирина.",
        "Links": "345, 346"
    },
    {
        "DrugName": "Трисалицилат холина и магния (трилизат)",
        "MicroName": "ВИТАМИН С",
        "Power": 1,
        "Comments": "Трисалицилат холина и магния (трилизат) взаимодействует с витамином С. Витамин С может снизить скорость расщепления организмом трисалицилата холина и магния (трилизата). Но неясно, стоит ли оказывать этому взаимодействию большую озабоченность.",
        "Links": "347"
    },
    {
        "DrugName": "Никардипин",
        "MicroName": "ВИТАМИН С",
        "Power": 1,
        "Comments": "Никардипин взаимодействует с витамином С. Витамин С усваивается клетками. Прием никардипина (кардена) вместе с витамином C может уменьшить количество витамина C, потребляемого клетками. Значение этого взаимодействия неясно. Также есть другие исследования, где доказыватся что никардипин усиливает антиоксидантный эффект витаминов Е и С, например при хронической болезни сердца Шагаса.",
        "Links": "360, 361"
    },
    {
        "DrugName": "Нифедипин",
        "MicroName": "ВИТАМИН С",
        "Power": 1,
        "Comments": "Нифедипин взаимодействует с витамином С. Витамин С усваивается клетками. Прием нифедипина (адалат, прокардия) вместе с витамином C может уменьшить количество витамина C, потребляемого клетками. Значение этого взаимодействия неясно.",
        "Links": "348, 349"
    },
    {
        "DrugName": "Салсалат (дисальцид)",
        "MicroName": "ВИТАМИН С",
        "Power": 1,
        "Comments": "Салсалат (дисальцид) взаимодействует с витамином С. Витамин С может снизить скорость утилизации организма сальсалата (дисальцида). Прием витамина С вместе с сальсалатом (дисальцидом) может привести к избытку сальсалата (дисальцида) в организме и усилить его побочные эффекты.",
        "Links": "350"
    },
    {
        "DrugName": "Антигиперхолестеринемические препараты (статины)",
        "MicroName": "СЕЛЕН",
        "Power": 2,
        "Comments": "Антигиперхолестеринемические препараты (статины), взаимодействуют с селеном. Прием селена, бета-каротина, витамина С и витамина Е может снизить эффективность антигиперхолестеринемических препаратов. Однако неизвестно, снижает ли сам селен их эффективность.",
        "Links": "101, 102"
    },
    {
        "DrugName": "Ниацин",
        "MicroName": "СЕЛЕН",
        "Power": 2,
        "Comments": "Прием селена вместе с витамином Е, витамином С и бета-каротином может снизить некоторые полезные эффекты ниацина. Ниацин может повысить уровень «хорошего» холестерина (ЛПВП). Прием селена вместе с другими витаминами, может снизить эффективность ниацина для повышения уровня «хорошего» холестерина (ЛПВП).",
        "Links": "101, 103"
    },
    {
        "DrugName": "Седативные препараты (барбитураты)",
        "MicroName": "СЕЛЕН",
        "Power": 2,
        "Comments": "Седативные препараты (барбитураты) взаимодействуют с селеном. Организм расщепляет барбитураты и утилизирует их. Селен может замедлить скорость расщепления барбитуратов и усилить их побочные эффекты.",
        "Links": "103"
    },
    {
        "DrugName": "Противозачаточные препараты",
        "MicroName": "СЕЛЕН",
        "Power": 1,
        "Comments": "Противозачаточные препараты взаимодействуют с селеном. Некоторые исследования показывают, что у женщин, принимающих противозачаточные таблетки, возможно, повышен уровень селена в крови. Но другие исследования не дают таких результатов. Чтобы знать, существует ли важное взаимодействие между противозачаточными таблетками и селеном недостаточно информации.",
        "Links": "137, 138"
    },
    {
        "DrugName": "Соли золота",
        "MicroName": "СЕЛЕН",
        "Power": 1,
        "Comments": "Соли золота взаимодействуют с селеном. Соли золота связываются с селеном и уменьшают его концентрацию в организме. Это может снизить активность селена, что может привести к появлению симптомов его дефицита.",
        "Links": "104"
    },
    {
        "DrugName": "Антигиперхолестеринемические препараты (статины)",
        "MicroName": "ВИТАМИН В3",
        "Power": 2,
        "Comments": "Лекарства, используемые для снижения холестерина (статины), взаимодействуют с ниацином и ниацинамидом (витамином B3). Ниацин может оказать негативное влияние на мышцы. Некоторые лекарства, используемые для снижения холестерина, называемые статинами, также могут влиять на мышцы. Прием ниацина вместе с этими лекарствами для снижения холестерина может увеличить риск мышечных проблем. Некоторые из этих лекарств, используемых при высоком холестерине, включают розувастатин, аторвастатин, ловастатин, правастатин и симвастатин.",
        "Links": "60"
    },
    {
        "DrugName": "Аспирин",
        "MicroName": "ВИТАМИН В3",
        "Power": 1,
        "Comments": "Аспирин взаимодействует с ниацином и ниацинамидом (витамином B3). Аспирин часто используется с ниацином, чтобы уменьшить приливы, вызванные ниацином. Прием высоких доз аспирина может снизить скорость элиминации ниацина. Это может привести к повышенному уровню ниацина в организме и, возможно, привести к побочным эффектам. Но низкие дозы аспирина, используемые при «ниациновых приливах» не являются проблемой.",
        "Links": "56"
    },
    {
        "DrugName": "Этанол",
        "MicroName": "ВИТАМИН В3",
        "Power": 2,
        "Comments": "Алкоголь (этанол) взаимодействует с ниацином и ниацинамидом (витамином В3). Ниацин может вызвать покраснение и зуд. При употреблении алкоголя вместе с ниацином данные симптомы могут усилиться. Есть также некоторые опасения, что такая комбинация может увеличить вероятность повреждения печени.",
        "Links": "1, 31, 55"
    },
    {
        "DrugName": "Аллопуринол",
        "MicroName": "ВИТАМИН В3",
        "Power": 2,
        "Comments": "Аллопуринол взаимодействует с ниацином и ниацинамидом (витамином B3). Аллопуринол используется для лечения подагры. Прием больших доз ниацина может усугубить подагру и снизить эффективность аллопуринола.",
        "Links": "55, 58, 60"
    },
    {
        "DrugName": "Карбамазепин",
        "MicroName": "ВИТАМИН В3",
        "Power": 2,
        "Comments": "Карбамазепин  взаимодействует с ниацином и ниацинамидом (витамином B3). Карбамазепин распадается в организме. Есть некоторые опасения, что ниацинамид может снизить скорость распада карбамазепина в организме. Но имеется недостаточно информации, чтобы знать насколько важное это взаимодействие.",
        "Links": "59"
    },
    {
        "DrugName": "Клонидин",
        "MicroName": "ВИТАМИН В3",
        "Power": 2,
        "Comments": "Клонидин взаимодействует с ниацином и ниацинамидом (витамином B3). Клонидин и ниацин оба снижают артериальное давление. Поэтому их совместный прием может привести к слишком низкому артериальному давлению.",
        "Links": "60"
    },
    {
        "DrugName": "Антидиабетические препараты",
        "MicroName": "ВИТАМИН В3",
        "Power": 2,
        "Comments": "Лекарства от диабета (антидиабетические препараты) взаимодействуют с ниацином и ниацинамидом (витамином B3). Длительное употребление ниацина и ниацинамида может вызвать гипергликемию, и этим самым могут снизить эффективность лекарств антидиабетических препаратов. Внимательно следите за уровнем глюкозы в крови. Возможно, потребуется изменить дозу вашего лекарства от диабета. Антидиабетические средства: глимепирид, глибурид, инсулин, пиоглитазон, розиглитазон, метформин, натеглинид, репаглинид  , глипизид, толбутамид  и другие.",
        "Links": "60"
    },
    {
        "DrugName": "Примидон",
        "MicroName": "ВИТАМИН В3",
        "Power": 2,
        "Comments": "Примидон взаимодействует с ниацином и ниацинамидом (витамином B3). Примидон  распадается в организме. Есть некоторые опасения, что ниацинамид может снизить скорость распада примидона  в организме. Но имеется недостаточно информации, чтобы знать насколько важное это взаимодействие.",
        "Links": "59"
    },
    {
        "DrugName": "Пробенецид",
        "MicroName": "ВИТАМИН В3",
        "Power": 2,
        "Comments": "Пробенецид взаимодействует с ниацином и ниацинамидом (витамином B3). Пробенецид используется для лечения подагры. Прием больших доз ниацина может усугубить подагру и снизить эффективность пробенецида.",
        "Links": "60"
    },
    {
        "DrugName": "Сульфинпиразон",
        "MicroName": "ВИТАМИН В3",
        "Power": 2,
        "Comments": "Сульфинпиразон взаимодействует с ниацином и ниацинамидом (витамином B3) Сульфинпиразон используется для лечения подагры. Прием больших доз ниацина может усугубить подагру и снизить эффективность сульфинпиразона.",
        "Links": "60"
    },
    {
        "DrugName": "Фенобарбитал",
        "MicroName": "ВИТАМИН В9",
        "Power": 2,
        "Comments": "Фенобарбитал взаимодействует с фолиевой кислотой. Фенобарбитал применяется при судорогах. Прием фолиевой кислоты может снизить эффективность фенобарбитала для предотвращения судорог.",
        "Links": "153"
    },
    {
        "DrugName": "Примидон",
        "MicroName": "ВИТАМИН В9",
        "Power": 2,
        "Comments": "Примидон взаимодействует с фолиевой кислотой. Примидон используется при судорогах. У некоторых людей фолиевая кислота может быть причиной судорог. Прием фолиевой кислоты вместе с примидоном может снизить эффективность примидона для предотвращения судорог.",
        "Links": "156"
    },
    {
        "DrugName": "Фосфенитоин",
        "MicroName": "ВИТАМИН В9",
        "Power": 2,
        "Comments": "Фосфенитоин взаимодействует с фолиевой кислотой. Фосфенитоин применяется при судорогах. Организм расщепляет фосфенитоин, и утилизирует. Фолиевая кислота может увеличить скорость расщепления фосфенитоина в организме. Прием фолиевой кислоты вместе с фосфенитоином может снизить его эффективность для предотвращения судорог.",
        "Links": "155"
    },
    {
        "DrugName": "Метотрексат",
        "MicroName": "ВИТАМИН В9",
        "Power": 2,
        "Comments": "Метотрексат взаимодействует с фолиевой кислотой. Метотрексат снижает воздействие фолиевой кислоты на клетки организма. Прием таблеток фолиевой кислоты вместе с метотрексатом может снизить эффективность метотрексата.",
        "Links": "152"
    },
    {
        "DrugName": "Фенитоин",
        "MicroName": "ВИТАМИН В9",
        "Power": 2,
        "Comments": "Фенитоин взаимодействует с фолиевой кислотой. Организм расщепляет фенитоин, утилизируя его. Фолиевая кислота может увеличить скорость расщепления фенитоина в организме. Совместный прием фолиевой кислоты и фенитоина может снизить эффективность фенитоина и увеличить вероятность судорог.",
        "Links": "149, 154"
    },
    {
        "DrugName": "Пириметамин",
        "MicroName": "ВИТАМИН В9",
        "Power": 2,
        "Comments": "Пириметамин взаимодействует с фолиевой кислотой. Пириметамин используется при лечении паразитарных инфекций. Фолиевая кислота может снизить эффективность пириметамина (дараприма) при лечении паразитарных инфекций.",
        "Links": "157"
    },
    {
        "DrugName": "Хлорамфеникол",
        "MicroName": "ВИТАМИН В12",
        "Power": 2,
        "Comments": "Хлорамфеникол, антибиотик, который используется при лечении некоторых инфекций способен снизить уровень В12 в организме, способен ухудшить всасывание витамина В12.",
        "Links": "65"
    },
    {
        "DrugName": "Ингибиторы протонной помпы",
        "MicroName": "ВИТАМИН В12",
        "Power": 2,
        "Comments": "Ингибиторы протонной помпы, такие как омепразол и лансопразол, которыми лечат желудочно-пищеводный рефлюкс и язвенную болезнь способны снизить уровень В12 в организме и ухудшить всасывание витамина В12.",
        "Links": "66, 67"
    },
    {
        "DrugName": "Антагонисты H2-гистаминовых рецепторов",
        "MicroName": "ВИТАМИН В12",
        "Power": 2,
        "Comments": "Антагонисты H2-гистаминовых рецепторов – циметидин, фамотидин и ранитидин, которые также используются в лечении язвенной болезни способны снизить уровень В12 в организме и ухудшить всасывание витамина В12.",
        "Links": "68, 68"
    },
    {
        "DrugName": "Метформин",
        "MicroName": "ВИТАМИН В12",
        "Power": 2,
        "Comments": "Метформин, лекарство для лечения сахарного диабета способен снизить уровень В12 в организме, способен ухудшить всасывание витамина В12.",
        "Links": "70, 71, 72"
    },
    {
        "DrugName": "Варфарин",
        "MicroName": "ВИТАМИН Е",
        "Power": 2,
        "Comments": "Варфарин взаимодействует с витамином Е. Варфарин используется для угнетения свертывающей системы крови. Витамин Е также может замедлять свертывание крови. Прием витамина Е вместе с варфарином может увеличить вероятность появления синяков и кровотечений. Не забывайте регулярно проверять кровь. Возможно, потребуется изменить дозу варфарина.",
        "Links": "125"
    },
    {
        "DrugName": "Противораковые препараты (химиотерапия)",
        "MicroName": "ВИТАМИН Е",
        "Power": 2,
        "Comments": "Противораковые препараты (химиотерапия) взаимодействуют с витамином Е. Витамин Е - антиоксидант. Есть опасения, что антиоксиданты могут снизить эффективность некоторых противораковых препаратов. Но, происходит ли это взаимодействие, еще рано судить.",
        "Links": "122"
    },
    {
        "DrugName": "Антигиперхолестеринемические препараты (статины)",
        "MicroName": "ВИТАМИН Е",
        "Power": 2,
        "Comments": "Антигиперхолестеринемические препараты (статины), взаимодействуют с витамином E. Совместный прием витамина E, бета-каротина, витамина C и селена может снизить эффективность некоторых лекарств, используемых для снижения холестерина. Неизвестно, снижает ли прием одного витамина Е их эффективность. Некоторые препараты, используемые для снижения холестерина, включают аторвастатин, флувастатин, ловастатин и правастатин.",
        "Links": "123"
    },
    {
        "DrugName": "Ниацин",
        "MicroName": "ВИТАМИН Е",
        "Power": 2,
        "Comments": "Ниацин взаимодействует с витамином Е. Прием витамина Е вместе с бета-каротином, витамином С и селеном может снизить некоторые полезные эффекты ниацина. Ниацин может повысить уровень хорошего холестерина. Прием витамина Е вместе с другими витаминами может снизить уровень хорошего холестерина.",
        "Links": "124"
    },
    {
        "DrugName": "Циклоспорины",
        "MicroName": "ВИТАМИН Е",
        "Power": 2,
        "Comments": "Циклоспорин взаимодействует с Витамином Е. Прием большого количества витамина Е вместе с циклоспорином (Неорал, Сандиммун) может увеличить усваиваемое организмом количество циклоспорина. Увеличивая количество абсорбируемого организмом циклоспорина, витамин Е может привести к усилению его побочных эффектов.",
        "Links": "119, 120"
    },
    {
        "DrugName": "Лекарства, трансформируемые печенью (субстраты цитохрома P450 3A4 (CYP3A4))",
        "MicroName": "ВИТАМИН Е",
        "Power": 2,
        "Comments": "Лекарства, трансформируемые печенью (субстраты цитохрома P450 3A4 (CYP3A4)), взаимодействуют с витамином E. Некоторые лекарства меняются и разрушаются печенью. Витамин Е может увеличить скорость расщепления некоторых лекарств печенью. Прием витамина Е вместе с некоторыми лекарствами, которые трансформируются в печени может снизить эффективность этих лекарств. Прежде чем принимать витамин Е, проконсультируйтесь со своим врачом. Некоторые из этих лекарств: ловастатин, кетоконазол, итраконазол, фексофенадин, триазолам и многие другие.",
        "Links": "121"
    },
    {
        "DrugName": "Лекарства, угнетающие активность свёртывающей системы крови (антикоагулянты/антиагреганты)",
        "MicroName": "ВИТАМИН Е",
        "Power": 2,
        "Comments": "Лекарства, угнетающие активность свёртывающей системы крови (антикоагулянты/антиагреганты), взаимодействуют с витамином Е. Витамин Е может замедлить свертывание крови. Прием витамина Е вместе с лекарствами, которые угнетают активность свертывающей системы крови, может увеличить вероятность синяков и кровотечений. Некоторые из этих лекарств: аспирин, клопидогрель, диклофенак, ибупрофен, напроксен, далтепарин, эноксапарин, гепарин, варфарин и другие.",
        "Links": "139"
    },
    {
        "DrugName": "Кальципотриен",
        "MicroName": "ВИТАМИН Д",
        "Power": 2,
        "Comments": "Кальципотриен взаимодействует с витамином D. Кальципотриен – аналог активного метаболита витамина D. Прием витамина D вместе с кальципотриеном может усилить побочные эффекты кальципотриена. Избегайте приема добавок витамина D, если вы принимаете кальципотриен.",
        "Links": "271"
    },
    {
        "DrugName": "Дигоксин",
        "MicroName": "ВИТАМИН Д",
        "Power": 2,
        "Comments": "Дигоксин взаимодействует с витамином D. Витамин D помогает организму усваивать кальций. Кальций может повлиять на сердце. Дигоксин помогает сердцу биться сильнее. Прием витамина D вместе с дигоксином может усилить действие дигоксина и привести к нерегулярному сердцебиению. Если вы принимаете дигоксин, проконсультируйтесь с врачом, прежде чем принимать добавки с витамином D.",
        "Links": "272, 309"
    },
    {
        "DrugName": "Дилтиазем",
        "MicroName": "ВИТАМИН Д",
        "Power": 2,
        "Comments": "Дилтиазем взаимодействует с витамином D. Витамин D помогает организму усваивать кальций. Кальций может повлиять на сердце. Дилтиазем также может повлиять на сердце. Прием большого количества витамина D вместе с дилтиаземом может снизить эффективность дилтиазема.",
        "Links": "273, 274"
    },
    {
        "DrugName": "Верапамил",
        "MicroName": "ВИТАМИН Д",
        "Power": 2,
        "Comments": "Верапамил взаимодействует с витамином D. Витамин D помогает организму усваивать кальций. Кальций может повлиять на сердце. Верапамил также может влиять на сердце. Не принимайте большое количество витамина D, если вы принимаете верапамил.",
        "Links": "276, 277"
    },
    {
        "DrugName": "Алюминий",
        "MicroName": "ВИТАМИН Д",
        "Power": 2,
        "Comments": "Алюминий взаимодействует с витамином D. Алюминий содержится в большинстве антацидов. Витамин D может увеличить количество усваиваемого организмом алюминия. Это взаимодействие может быть проблемой для людей с заболеванием почек. Принимайте витамин D за два часа до или через четыре часа после антацидов.",
        "Links": "269, 270"
    },
    {
        "DrugName": "Диуретики",
        "MicroName": "ВИТАМИН Д",
        "Power": 2,
        "Comments": "Диуретики взаимодействуют с витамином D. Витамин D помогает организму усваивать кальций. Некоторые диуретики увеличивают количество кальция в организме. Прием большого количества витамина D вместе с некоторыми диуретиками может привести к избытку кальция в организме. Это может вызвать серьезные побочные эффекты, включая проблемы с почками. Некоторые из этих диуретиков включают: хлоротиазид, гидрохлоротиазид, индапамид, метолазон и хлорталидон.",
        "Links": "275"
    },
    {
        "DrugName": "Циметидин",
        "MicroName": "ВИТАМИН Д",
        "Power": 1,
        "Comments": "Циметидин взаимодействует с витамином D. Организм превращает витамин D в форму, которую он может использовать. Циметидин может снизить уровень метаболизма витамина D. Это может снизить эффективность действия витамина D. Но для большинства людей это взаимодействие, вероятно, не важно.",
        "Links": "278, 279"
    },
    {
        "DrugName": "Гепарин",
        "MicroName": "ВИТАМИН Д",
        "Power": 1,
        "Comments": "Гепарин взаимодействует с витамином D. Гепарин замедляет свертывание крови и может увеличить риск перелома кости при длительном применении. Люди, принимающие эти лекарства, должны придерживаться диеты, богатой кальцием и витамином D.",
        "Links": "280"
    },
    {
        "DrugName": "Низкомолекулярные гепарины",
        "MicroName": "ВИТАМИН Д",
        "Power": 1,
        "Comments": "Низкомолекулярные гепарины взаимодействуют с витамином D. Некоторые лекарства, называемые низкомолекулярными гепаринами, могут повышать риск перелома костей при длительном применении. Люди, принимающие эти лекарства, должны придерживаться диеты, богатой кальцием и витамином D. Эти препараты включают: эноксапарин, далтепарин и тинзапарин.",
        "Links": "281"
    },
    {
        "DrugName": "Антибиотики (фторхинолоны)",
        "MicroName": "ЖЕЛЕЗО",
        "Power": 2,
        "Comments": "Антибиотики (хинолоновые антибиотики) взаимодействуют с железом. Железо может снизить количество антибиотика, всасываемого организмом. Прием железа вместе с некоторыми антибиотиками может снизить их эффективность. Чтобы избежать этого взаимодействия, принимайте железо за два часа до или через два часа после приема антибиотиков. Некоторые из антибиотиков, которые могут взаимодействовать с кверцетином, включают: ципрофлоксацин, эноксацин, норфлоксацин, спарфлоксацин, тровафлоксацин  и грепафлоксацин.",
        "Links": "89, 90"
    },
    {
        "DrugName": "Антибиотики тетрациклинового ряда",
        "MicroName": "ЖЕЛЕЗО",
        "Power": 2,
        "Comments": "Антибиотики (антибиотики тетрациклинового ряда) взаимодействуют с железом. Железо может связывать антибиотики тетрациклинового ряда в желудке и уменьшать их всасываемость, препятствуя усвоению организмом. Поэтому совместный прием железа и антибиотиков тетрациклинового ряда, может привести к снижению их эффективности. Чтобы избежать этого взаимодействия, принимайте железо за два часа до или через четыре часа после приема тетрациклинов. Некоторые тетрациклиновые антибиотики включают демеклоциклин, миноциклин  и тетрациклин.",
        "Links": "87, 88"
    },
    {
        "DrugName": "Левотироксин",
        "MicroName": "ЖЕЛЕЗО",
        "Power": 2,
        "Comments": "Левотироксин взаимодействует с железом. Левотироксин используется при гипофункции щитовидной железы. Железо может уменьшить количество левотироксина, усваиваемого организмом. Совместный прием железа вместе с левотироксином может снизить его эффективность.",
        "Links": "93, 94"
    },
    {
        "DrugName": "Пеницилламин",
        "MicroName": "ЖЕЛЕЗО",
        "Power": 2,
        "Comments": "Пеницилламин (Купримин) взаимодействует с железом. Пеницилламин применяется при болезни Вильсона и ревматоидном артрите. Железо может уменьшить количество пеницилламина, усваиваемого организмом, и снизить его эффективность. Чтобы избежать этого взаимодействия, принимайте железо за два часа до или через два часа после приема пеницилламина.",
        "Links": "99"
    },
    {
        "DrugName": "Хлорамфеникол",
        "MicroName": "ЖЕЛЕЗО",
        "Power": 1,
        "Comments": "Хлорамфеникол взаимодействует с железом. Железо важно для производства новых клеток крови. Хлорамфеникол может уменьшить количество вырабатываемых новых кровяных телец. Прием хлорамфеникола в течение длительного времени может снизить влияние железа на эритропоэз. Но так как большинство людей принимают хлорамфеникол непродолжительное время, поэтому такое взаимодействие не представляет большой проблемы.",
        "Links": "100"
    },
    {
        "DrugName": "Бисфосфонаты",
        "MicroName": "ЖЕЛЕЗО",
        "Power": 2,
        "Comments": "Бисфосфонаты взаимодействуют с железом. Железо может уменьшить количество всасываемого организмом бисфосфоната. Прием железа вместе с бисфосфонатами может снизить  их эффективность. Чтобы избежать этого взаимодействия, принимайте бисфосфонат как минимум за два часа до приема железа или позже в течение дня. Некоторые бисфосфонаты включают алендронат, этидронат, ризедронат, тилудронат  и другие.",
        "Links": "91"
    },
    {
        "DrugName": "Леводопа",
        "MicroName": "ЖЕЛЕЗО",
        "Power": 2,
        "Comments": "Леводопа взаимодействует с железом. Железо может снизить количество леводопы, всасываемого организмом. Совместный прием железа вместе с леводопой может снизить его эффективность. Не принимайте одновременно железо и леводопу.",
        "Links": "92"
    },
    {
        "DrugName": "Метилдопа",
        "MicroName": "ЖЕЛЕЗО",
        "Power": 2,
        "Comments": "Метилдопа взаимодействует с железом. Железо может снизить количество метилдопы, усваиваемой организмом. Совместный прием железа с метилдопой может снизить его эффективность. Чтобы предотвратить это взаимодействие, принимайте железо по крайней мере за два часа до или после приема метилдопы.",
        "Links": "95, 96"
    },
    {
        "DrugName": "Микофенолат мофетил (Cеллсепт)",
        "MicroName": "ЖЕЛЕЗО",
        "Power": 2,
        "Comments": "Микофенолат мофетил (Cеллсепт) взаимодействует с железом. Железо может уменьшить количество микофенолат мофетила, усваиваемого организмом. Совместный прием железа с микофенолат мофетилом может снизить его эффективность. Чтобы избежать этого взаимодействия, принимайте железо по крайней мере через два часа после микофенолат мофетила.",
        "Links": "97, 98"
    }
]
