[
    {
        "HealthStatusName": "Для предотвращения низкого уровня кальция в крови (гипокальциемии)",
        "MicroName": "КАЛЬЦИЙ",
        "Usage": 1,
        "Comments": "Обычно используется 1-2 грамма элементарного кальция в день. Иногда его принимают совместно с 800 МЕ витамина D."
    },
    {
        "HealthStatusName": "При несварении желудка (диспепсии)",
        "MicroName": "КАЛЬЦИЙ",
        "Usage": 1,
        "Comments": "Используют 0,5-1,5 г карбоната кальция по мере необходимости."
    },
    {
        "HealthStatusName": "Для снижения уровня фосфатов у взрослых с почечной недостаточностью",
        "MicroName": "КАЛЬЦИЙ",
        "Usage": 1,
        "Comments": "Используется 1-6,5 граммов карбоната кальция или ацетата кальция в день. Суточная доза делится и принимается между приемами пищи."
    },
    {
        "HealthStatusName": "Для предотвращения потери костной массы у людей, принимающих кортикостероиды",
        "MicroName": "КАЛЬЦИЙ",
        "Usage": 1,
        "Comments": "Используются разделенные суточные дозы 0,5–1 грамма элементарного кальция в день."
    },
    {
        "HealthStatusName": "Для снижения уровня паратиреоидного гормона у людей с гиперфункцией паращитовидной железы (гиперпаратиреоз)",
        "MicroName": "КАЛЬЦИЙ",
        "Usage": 1,
        "Comments": "Используется 1,2–4 грамма кальция, обычно в виде карбонатной соли. Часто его используют в сочетании с диетой с низким содержанием фосфатов или 800 МЕ витамина D."
    },
    {
        "HealthStatusName": "Для слабых и ломких костей (остеопороз)",
        "MicroName": "КАЛЬЦИЙ",
        "Usage": 1,
        "Comments": "Большинство экспертов рекомендуют принимать 1000-1200 мг кальция в день, чтобы предотвратить остеопороз и переломы костей."
    },
    {
        "HealthStatusName": "Для увеличения прочности костей у плода",
        "MicroName": "КАЛЬЦИЙ",
        "Usage": 1,
        "Comments": "Используется кальций в дозировке 300–2000 мг/день во втором и третьем триместрах."
    },
    {
        "HealthStatusName": "При предменструальном синдроме (ПМС)",
        "MicroName": "КАЛЬЦИЙ",
        "Usage": 1,
        "Comments": "Используется 1–1,3 грамма в день в виде карбоната кальция."
    },
    {
        "HealthStatusName": "Для предотвращения рака толстой кишки, рака прямой кишки",
        "MicroName": "КАЛЬЦИЙ",
        "Usage": 1,
        "Comments": "Используется кальций до 2 граммов в день"
    },
    {
        "HealthStatusName": "Для предотвращения осложнения беременности, выражающегося в артериальной гипертензии и появлении белка в моче (преэклампсия)",
        "MicroName": "КАЛЬЦИЙ",
        "Usage": 1,
        "Comments": "Используется 1-2 грамма элементарного кальция в день в виде карбоната кальция."
    },
    {
        "HealthStatusName": "При артериальной гипертензии",
        "MicroName": "КАЛЬЦИЙ",
        "Usage": 1,
        "Comments": "Используется до 0,4–2 г в день до 4 лет"
    },
    {
        "HealthStatusName": "Для предотвращения потери зубов (сохранения зубов)",
        "MicroName": "КАЛЬЦИЙ",
        "Usage": 1,
        "Comments": "Используется 500 мг кальция вместе с 700 МЕ витамина D ежедневно в течение 3 лет."
    },
    {
        "HealthStatusName": "При низком уровне кальция в крови (гипокальциемия)",
        "MicroName": "КАЛЬЦИЙ",
        "Usage": 2,
        "Comments": "Болюсно вводится 100-200 мг кальция"
    },
    {
        "HealthStatusName": "При высоком уровне калия в крови (гиперкалиемия)",
        "MicroName": "КАЛЬЦИЙ",
        "Usage": 2,
        "Comments": "Вводится 20 мл 10% глюконата кальция в течение 5–10 минут большинству взрослых. У взрослых, принимающих дигоксин, вводится в течение 20-30 минут"
    },
    {
        "HealthStatusName": "При артериальной гипертензии",
        "MicroName": "КАЛЬЦИЙ",
        "Usage": 3,
        "Comments": "Подросткам назначают 1,5 г кальция в день в течение 8 недель."
    },
    {
        "HealthStatusName": "При высоком уровне калия в крови (гиперкалиемия)",
        "MicroName": "КАЛЬЦИЙ",
        "Usage": 4,
        "Comments": "Вводят 0,5 мл 10% глюконата кальция в течение 5-10 минут."
    },
    {
        "HealthStatusName": "При йододефицитном состоянии",
        "MicroName": "ЙОД",
        "Usage": 1,
        "Comments": "Для большинства людей рекомендуется йодированная соль, содержащая 20-40 мг йода на килограмм соли. Если потребление соли составляет менее 10 граммов в день, то количество йода в соли может быть выше. Беременным и кормящим женщинам рекомендуются добавки с йодом, обеспечивающие 250 мкг йода в день или йодированное масло, обеспечивающее разовую годовую дозу – 400 мг."
    },
    {
        "HealthStatusName": "При радиационном воздействии",
        "MicroName": "ЙОД",
        "Usage": 1,
        "Comments": "Для беременных и кормящих женщин – 120 мг. Взрослым от 18 до 40 лет с экспозицией 10 сГр и более назначают – 130 мг. Взрослым старше 40 лет с экспозицией 500 сГр и более назначают –130 мг."
    },
    {
        "HealthStatusName": "При тиреотоксическом кризе",
        "MicroName": "ЙОД",
        "Usage": 1,
        "Comments": "Рекомендуется пять капель насыщенного раствора калия йодида каждые 6 часов."
    },
    {
        "HealthStatusName": "Для уменьшения размеров узлов щитовидной железы",
        "MicroName": "ЙОД",
        "Usage": 1,
        "Comments": "150–200 мкг йодированной соли в день в дополнение к 1.5 мкг тироксина на кг в день после операции по поводу доброкачественной узловой болезни щитовидной железы или 50–100 мкг/день в зависимости от потребности до 12 месяцев."
    },
    {
        "HealthStatusName": "При доброкачественном (незлокачественном) заболевании молочной железы (фиброзно-кистозная мастопатия)",
        "MicroName": "ЙОД",
        "Usage": 1,
        "Comments": "Применяется молекулярный йод в дозе 70-90 мкг/кг в течение 4-18 месяцев."
    },
    {
        "HealthStatusName": "При боли в молочной железе (масталгии)",
        "MicroName": "ЙОД",
        "Usage": 1,
        "Comments": "Применяется йод в дозе 3000-6000 мкг в день в течение 5 месяцев."
    },
    {
        "HealthStatusName": "Язвы на ногах, вызванные слабым кровообращением (венозные трофические язвы нижних конечностей)",
        "MicroName": "ЙОД",
        "Usage": 5,
        "Comments": "Местно на венозные трофические язвы ног наносится кадексомер-йод в течение 4-6 недель. Кроме того, в сочетании с компрессионной терапией использовались растворы, содержащие 10% повидон-йода, мазь, содержащая 10% повидон-йода, и сухой спрей, содержащий 2,5% повидон-йода."
    },
    {
        "HealthStatusName": "При трофических язвах на ногах у больных сахарным диабетом",
        "MicroName": "ЙОД",
        "Usage": 5,
        "Comments": "0,9% -ная мазь с йодом для местного применения в течение 12 недель."
    },
    {
        "HealthStatusName": "При эрозивном поражение слизистой оболочки рта (оральный мукозит)",
        "MicroName": "ЙОД",
        "Usage": 7,
        "Comments": "Использовать 100 мл жидкости для полоскания рта, содержащей раствор повидон-йода, для полоскания в течение 3 минут четыре раза в день, начиная с начала лучевой терапии и продолжая до недели после завершения лучевой терапии."
    },
    {
        "HealthStatusName": "При воспалении окружающих зуб тканей (пародонта) с последующим разрушением связок зуба с костной тканью челюсти (пародонтит)",
        "MicroName": "ЙОД",
        "Usage": 7,
        "Comments": "Полоскание с 0,1% до 10% повидон-йодом, используемое во время удаления зубного камня и строгания зубного корня."
    },
    {
        "HealthStatusName": "При послеоперационной инфекции",
        "MicroName": "ЙОД",
        "Usage": 5,
        "Comments": "Спрей, содержащий йод в форме повидон-йода, применялся до и после зашивания операционной раны. Кроме того, раствор, содержащий от 0,35% до 10% повидон-йода, наносился на одну-три минуты до или после закрытия раны."
    },
    {
        "HealthStatusName": "Воспаление слизистой оболочки матки (эндометрит)",
        "MicroName": "ЙОД",
        "Usage": 7,
        "Comments": "Непосредственно перед кесаревым сечением использовалась вагинальная промывка, содержащая йод в форме повидон-йода от 1% до 10%."
    },
    {
        "HealthStatusName": "При йододефицитном состоянии",
        "MicroName": "ЙОД",
        "Usage": 3,
        "Comments": "Для большинства рекомендуется йодированная соль, содержащая 20-40 мг йода на килограмм соли. Если потребление соли составляет менее 10 граммов на человека в день, количество йода в соли может быть выше. Детям в возрасте от 7 месяцев до 2 лет могут потребоваться добавки с йодом, если йодированная соль недоступна. В таких случаях рекомендуются добавки, содержащие 90 мкг йода в день или йодированное масло, обеспечивающее разовую годовую дозу – 200 мг ."
    },
    {
        "HealthStatusName": "При радиационном воздействии",
        "MicroName": "ЙОД",
        "Usage": 3,
        "Comments": "При рождении до 1 месяца доза составляет – 16 мг. Для младенцев и детей от 1 месяца до 3 лет – 32 мг. Для детей от 3 до 12 лет – 65 мг. Для подростков от 12 до 18 лет – 65 мг или 120 мг, если пропорции тела подростка приближается к взрослому."
    },
    {
        "HealthStatusName": "Конъюнктивит",
        "MicroName": "ЙОД",
        "Usage": 7,
        "Comments": "Глазные капли, содержащие 2,5% повидон-йода, назначают вскоре после рождения."
    },
    {
        "HealthStatusName": "При дефиците цинка",
        "MicroName": "ЦИНК",
        "Usage": 1,
        "Comments": "Людям с умеренным дефицитом цинка рекомендуется принимать цинк в два-три раза больше рекомендуемой суточной нормы потребления цинка в течение 6 месяцев. Людям с умеренным и тяжелым дефицитом цинка рекомендуется принимать в четыре-пять раз больше дневной нормы в течение 6 месяцев."
    },
    {
        "HealthStatusName": "При диарее",
        "MicroName": "ЦИНК",
        "Usage": 1,
        "Comments": "Чтобы предотвратить диарею у младенцев, беременные женщины использовали 15 мг цинка с 60 мг железа и 250 мкг фолиевой кислотой или без них, начиная с 10-24 недель беременности и через один месяц после родов."
    },
    {
        "HealthStatusName": "При наследственном заболевании, в основе которого лежит нарушение обмена меди с избыточным накоплением ее преимущественно в печени и центральной нервной системе (болезнь Вильсона)",
        "MicroName": "ЦИНК",
        "Usage": 1,
        "Comments": "Ацетат цинка – это препарат для лечения болезни Вильсона. Рекомендуемая доза – 25-50 мг цинка, должна приниматься от трех до пяти раз в день."
    },
    {
        "HealthStatusName": "При угревой сыпи",
        "MicroName": "ЦИНК",
        "Usage": 1,
        "Comments": "Ежедневно используется 30–150 мг элементарного цинка."
    },
    {
        "HealthStatusName": "При редком наследственном нарушении метаболизма, приводящем к серьезному дефициту цинка (энтеропатический акродерматит)",
        "MicroName": "ЦИНК",
        "Usage": 1,
        "Comments": "Для лечения энтеропатического акродерматита, рекомендуется ежедневный прием 2-3 мг/кг элементарного цинка в течение всей жизни."
    },
    {
        "HealthStatusName": "При заболевании глаз, которое приводит к потере зрения у пожилых людей (Возрастная макулярная дегенерация или ВМД)",
        "MicroName": "ЦИНК",
        "Usage": 1,
        "Comments": "Ежедневно применяется комбинация 80 мг элементарного цинка, 2 мг меди, 500 мг витамина C, 400 МЕ витамина E и 15 мг бета-каротина. Имеется опыт применения такой комбинации в течение 5 лет."
    },
    {
        "HealthStatusName": "При простуде",
        "MicroName": "ЦИНК",
        "Usage": 1,
        "Comments": "Одна таблетка глюконата или ацетата цинка, содержащая 4,5-24 мг элементарного цинка, растворяется во рту каждые два часа во время бодрствования при наличии симптомов простуды."
    },
    {
        "HealthStatusName": "При депрессии",
        "MicroName": "ЦИНК",
        "Usage": 1,
        "Comments": "25 мг элементарного цинка ежедневно в течение 12 недель вместе с антидепрессантами."
    },
    {
        "HealthStatusName": "При сахарном диабете 2 типа",
        "MicroName": "ЦИНК",
        "Usage": 1,
        "Comments": "25 мг глюконата цинка принимали два раза в день в течение 8 недель."
    },
    {
        "HealthStatusName": "При гестационном диабете у беременных",
        "MicroName": "ЦИНК",
        "Usage": 1,
        "Comments": "30 мг глюконата цинка ежедневно в течение 6 недель."
    },
    {
        "HealthStatusName": "При снижении вкусовых ощущений (гипогевзия)",
        "MicroName": "ЦИНК",
        "Usage": 1,
        "Comments": "Принимали 140-450 мг глюконата цинка в три приема в день в течение до 4 месяцев. Также использовалось 25 мг элементарного цинка, принимаемого ежедневно в течение 6 недель. Кроме того, использовался цинксодержащий продукт под названием полапрецинк."
    },
    {
        "HealthStatusName": "При кожной инфекции, вызванной паразитами Leishmania (кожный лейшманиоз)",
        "MicroName": "ЦИНК",
        "Usage": 1,
        "Comments": "2,5-10 мг/кг сульфата цинка принимали  в три приема в день ежедневно в течение 45 дней."
    },
    {
        "HealthStatusName": "При язве желудка",
        "MicroName": "ЦИНК",
        "Usage": 1,
        "Comments": "300-900 мг ацексамата цинка принимали в 1-3 приема в день в течение одного года. Кроме того, 220 мг сульфата цинка принимали три раза в день в течение 3-6 недель."
    },
    {
        "HealthStatusName": "При пролежнях",
        "MicroName": "ЦИНК",
        "Usage": 1,
        "Comments": "Стандартная больничная диета плюс 9 граммов аргинина, 500 мг витамина С и 30 мг цинка ежедневно в течение 3 недель."
    },
    {
        "HealthStatusName": "При серповидно-клеточной анемии",
        "MicroName": "ЦИНК",
        "Usage": 1,
        "Comments": "Использовалось 220 мг сульфата цинка три раза в день. Также использовалось 50-75 мг элементарного цинка, принимаемого ежедневно в два приема в течение 2-3 лет."
    },
    {
        "HealthStatusName": "При язвах на ногах, вызванных слабым кровообращением (венозная язва ног)",
        "MicroName": "ЦИНК",
        "Usage": 1,
        "Comments": "220 мг сульфата цинка, принимаемого три раза в день, использовались вместе с повязками для язв."
    },
    {
        "HealthStatusName": "При бородавках",
        "MicroName": "ЦИНК",
        "Usage": 1,
        "Comments": "400-600 мг сульфата цинка в день в течение 2-3 месяцев."
    },
    {
        "HealthStatusName": "При угревой сыпи",
        "MicroName": "ЦИНК",
        "Usage": 5,
        "Comments": "1,2% ацетат цинка и 4% эритромицин в виде лосьона, наносить дважды в день."
    },
    {
        "HealthStatusName": "При воспалении десен, протекающем без нарушения целостности зубодесневого соединения (гингивит)",
        "MicroName": "ЦИНК",
        "Usage": 7,
        "Comments": "Зубную пасту, содержащую от 0,2% до 2% цитрата цинка отдельно или с монофторфосфатом натрия или 0,2% триклозана, использовали не менее двух раз в день в течение до 7 месяцев. Также использовались растворы полоскание для рта, содержащее 0,4% сульфата цинка и 0,15% триклозана."
    },
    {
        "HealthStatusName": "От неприятного запаха изо рта",
        "MicroName": "ЦИНК",
        "Usage": 7,
        "Comments": "Два цинксодержащих растворов для полоскания рта использовались однократно или два раза в день в течение 7 дней. Также использовались конфеты и жевательные резинки, содержащие цинк."
    },
    {
        "HealthStatusName": "При герпесе (лабиальный герпес)",
        "MicroName": "ЦИНК",
        "Usage": 5,
        "Comments": "Сульфат цинка 0,025–0,25%, применяемый от 8 до 10 раз в день, или оксид цинка 0,3% с глицином, применяемый каждые 2 часа во время бодрствования. Также использовались специальные продукты, содержащие цинк."
    },
    {
        "HealthStatusName": "При пролежнях",
        "MicroName": "ЦИНК",
        "Usage": 5,
        "Comments": "Паста из оксида цинка применялась ежедневно вместе со стандартным уходом в течение 8–12 недель."
    },
    {
        "HealthStatusName": "При язвах на ногах, вызванных слабым кровообращением (венозная трофическая язва ног)",
        "MicroName": "ЦИНК",
        "Usage": 5,
        "Comments": "Паста, содержащая 25% оксида цинка, применялась в качестве повязки один раз в день в течение первых 14 дней лечения и после этого каждый третий день в течение 8 недель."
    },
    {
        "HealthStatusName": "От бородавок",
        "MicroName": "ЦИНК",
        "Usage": 5,
        "Comments": "Мазь с оксидом цинка 20% наносится дважды в день в течение 3 месяцев или до полного излечения. Сульфат цинка от 5% до 10% наносился на кожу три раза в день в течение 4 недель."
    },
    {
        "HealthStatusName": "При ожогах",
        "MicroName": "ЦИНК",
        "Usage": 2,
        "Comments": "Раствор для инъекций, содержащий 59 мкмоль меди, 4,8 мкмоль селена и 574 мкмоль цинка, использовался в течение 14-21 дней."
    },
    {
        "HealthStatusName": "При снижения вкусовых ощущений (гипогевзия)",
        "MicroName": "ЦИНК",
        "Usage": 2,
        "Comments": "Раствор цинка был добавлен к 10 л имеющегося в продаже диализного концентрата на 12 недель."
    },
    {
        "HealthStatusName": "При кожной инфекции, вызванной паразитами Leishmania (кожный лейшманиоз)",
        "MicroName": "ЦИНК",
        "Usage": 2,
        "Comments": "Применялась инъекция 2% сульфата цинка в течение 6 недель."
    },
    {
        "HealthStatusName": "При редком наследственном нарушении метаболизма, приводящее к серьезному дефициту цинка (энтеропатический акродерматит)",
        "MicroName": "ЦИНК",
        "Usage": 3,
        "Comments": "Для лечения энтеропатического акродерматита рекомендуется ежедневный прием 2-3 мг/кг элементарного цинка в течение всей жизни."
    },
    {
        "HealthStatusName": "При расстройстве пищевого поведения (нервная анорексия)",
        "MicroName": "ЦИНК",
        "Usage": 3,
        "Comments": "Ежедневно принималось 14-50 мг элементарного цинка."
    },
    {
        "HealthStatusName": "При синдроме дефицита внимания и гиперактивности (СДВГ)",
        "MicroName": "ЦИНК",
        "Usage": 3,
        "Comments": "Принимали ежедневно в течение 6–12 недель 55–150 мг сульфата цинка, содержащего 15–40 мг элементарного цинка,"
    },
    {
        "HealthStatusName": "При простуде",
        "MicroName": "ЦИНК",
        "Usage": 3,
        "Comments": "Одна пастилка, содержащая 10-23 мг глюконата цинка, растворенная во рту каждые два часа, использовалась в течение 10 дней. Сироп, содержащий 15 мг цинка, также использовался два раза в день в течение 10 дней."
    },
    {
        "HealthStatusName": "При опрелостях",
        "MicroName": "ЦИНК",
        "Usage": 3,
        "Comments": "10 мг цинка принимали ежедневно с первого или второго дня жизни до 4-месячного возраста."
    },
    {
        "HealthStatusName": "При диарее",
        "MicroName": "ЦИНК",
        "Usage": 3,
        "Comments": "10-40 мг элементарного цинка принимали ежедневно в течение 7-15 дней для лечения диареи у детей с недостаточным питанием или дефицитом цинка."
    },
    {
        "HealthStatusName": "При кожной инфекции, вызванной паразитами Leishmania (кожный лейшманиоз)",
        "MicroName": "ЦИНК",
        "Usage": 3,
        "Comments": "2,5-10 мг/кг сульфата цинка, принимаемого в три приема ежедневно, в течение 45 дней."
    },
    {
        "HealthStatusName": "При пневмонии",
        "MicroName": "ЦИНК",
        "Usage": 3,
        "Comments": "В развивающихся странах детям с недостаточным питанием в возрасте от 3 месяцев до 5 лет ежедневно принимают 10-70 мг элементарного цинка. Кроме того, ежедневно принимали 2 мг/кг сульфата цинка в два приема в течение 5 дней."
    },
    {
        "HealthStatusName": "При серповидно-клеточной анемии",
        "MicroName": "ЦИНК",
        "Usage": 3,
        "Comments": "10 мг элементарного цинка ежедневно в течение одного года детям 4-10 лет. Кроме того, 15 мг элементарного цинка принимали два раза в день в течение одного года мальчикам в возрасте 14-18 лет."
    },
    {
        "HealthStatusName": "При язвах на ногах, вызванных слабым кровообращением (венозная трофическая язва ног)",
        "MicroName": "ЦИНК",
        "Usage": 3,
        "Comments": "220 мг сульфата цинка использовалось три раза в день вместе с повязками для язв."
    },
    {
        "HealthStatusName": "При дефиците витамина A",
        "MicroName": "ЦИНК",
        "Usage": 3,
        "Comments": "20 мг элементарного цинка принимали ежедневно в течение 14 дней, с 200 000 МЕ витамина A на 14 день, применяли детям в возрасте 1-3 лет."
    },
    {
        "HealthStatusName": "При угревой сыпи",
        "MicroName": "ЦИНК",
        "Usage": 6,
        "Comments": "1,2% ацетат цинка с 4% эритромицином в виде лосьона, наносить дважды в день в течение 12-40 недель."
    },
    {
        "HealthStatusName": "При опрелостях",
        "MicroName": "ЦИНК",
        "Usage": 6,
        "Comments": "Паста с оксидом цинка, содержащая 0,5% аллантоина, 17% жира печени трески и 47% оксида цинка, использовалась в течение 5 дней."
    },
    {
        "HealthStatusName": "При кожной инфекции, вызванной паразитами Leishmania (кожный лейшманиоз)",
        "MicroName": "ЦИНК",
        "Usage": 4,
        "Comments": "Применялась инъекция 2% сульфата цинка в течение 6 недель."
    },
    {
        "HealthStatusName": "При слабых и ломких костях (остеопороз)",
        "MicroName": "ВИТАМИН К",
        "Usage": 1,
        "Comments": "Форма витамина К2: MK-4 принималась в дозах 45 мг в день. Также витамин K1 принимали в дозах 1-10 мг в день [84,85]."
    },
    {
        "HealthStatusName": "При редком наследственном нарушении свертываемости крови (Дефицит витамин K-зависимых факторов свертывания крови или ДВКФСК)",
        "MicroName": "ВИТАМИН К",
        "Usage": 1,
        "Comments": "Принимали 10 мг витамина К 2–3 раза в неделю [86]."
    },
    {
        "HealthStatusName": "При устранении кроверазжижающих эффектов варфарина",
        "MicroName": "ВИТАМИН К",
        "Usage": 1,
        "Comments": "Обычно используется разовая доза 1-5 мг витамина K1, чтобы обратить вспять последствия приема слишком большой дозировки варфарина [87]. Необходимая точная доза определяется комплексным гематологическим анализом – коагулограммой, позволяющей оценить свертывающую способность крови. Ежедневные дозы витамина К в 100-200 мкг использовались для людей, длительно принимающих варфарин и имеющих нестабильную свертываемость крови [88]."
    },
    {
        "HealthStatusName": "При редком наследственном нарушении свертываемости крови (Дефицит витамин K-зависимых факторов свертывания крови или ДВКФСК)",
        "MicroName": "ВИТАМИН К",
        "Usage": 2,
        "Comments": "Внутривенно вводилось 10 мг витамина К. Частота введения инъекций определяется комплексным гематологическим анализом – коагулограммой, позволяющей оценить свертывающую способность крови [89]."
    },
    {
        "HealthStatusName": "При устранении кроверазжижающих эффектов варфарина",
        "MicroName": "ВИТАМИН К",
        "Usage": 2,
        "Comments": "Обычно используется разовая доза 0.5-3 мг витамина К1. Необходимая точная доза определяется комплексным гематологическим анализом – коагулограммой, позволяющим оценить свертывающую способность крови [90, 91]."
    },
    {
        "HealthStatusName": "При проблемах с кровотечением у новорожденных с низким уровнем витамина К (геморрагическая болезнь новорожденных)",
        "MicroName": "ВИТАМИН К",
        "Usage": 3,
        "Comments": "Принимали 1-2 мг витамина K1 три раза в день в течение 8 недель. Также использовались р3азовые дозы, содержащие 1 мг витамина K1, 5 мг витамина K2 или 1-2 мг витамина K3 [93]."
    },
    {
        "HealthStatusName": "При проблемах с кровотечением у новорожденных с низким уровнем витамина К (геморрагическая болезнь новорожденных)",
        "MicroName": "ВИТАМИН К",
        "Usage": 4,
        "Comments": "Внутримышечно вводился 1 мг витамина K1 [92]."
    },
    {
        "HealthStatusName": "При запоре",
        "MicroName": "МАГНИЙ",
        "Usage": 1,
        "Comments": "Обычно использовалось 8,75-25 граммов цитрата магния, из расчета 150-300 мл в растворе 290 мг/5 мл. Также использовали 2,4-4,8 грамма гидроксида магния. Также использовалось 10-30 граммов сульфата магния. Соли магния следует использовать только для эпизодического лечения запоров, а дозы следует принимать с полным стаканом воды на 8 унций."
    },
    {
        "HealthStatusName": "При расстройстве желудка (диспепсии)",
        "MicroName": "МАГНИЙ",
        "Usage": 1,
        "Comments": "400-1200 мг гидроксида магния использовались до четырех раз в день. Также использовалось 800 мг оксида магния в день."
    },
    {
        "HealthStatusName": "При низком уровне магния в крови (гипомагниемия)",
        "MicroName": "МАГНИЙ",
        "Usage": 1,
        "Comments": "Использовалось 3 грамма сульфата магния, каждые 6 часов до четырех раз. 5% раствор хлорида магния принимали внутрь ежедневно в течение 16 недель. Также использовалась богатая магнием минеральная вода (Hepar), содержащая 110 мг/л. Перорально применяли 10,4 ммоль лактата магния, ежедневно, в течение 3 месяцев. Избегайте применения оксида магния и карбоната магния."
    },
    {
        "HealthStatusName": "При нерегулярном сердцебиении (аритмии)",
        "MicroName": "МАГНИЙ",
        "Usage": 1,
        "Comments": "2,163 мг L-гидроаспартат магния и 2,162 мг L-гидроаспартата калия вводились ежедневно в течение 21 дня."
    },
    {
        "HealthStatusName": "При сахарном диабете",
        "MicroName": "МАГНИЙ",
        "Usage": 1,
        "Comments": "При сахарном диабете 2 типа использовалось 2,5 грамма хлорида магния в 50 мл раствора ежедневно в течение 16 недель. 300 мл воды из соленого озера с естественно высоким содержанием магния, разбавленной дистиллированной водой, чтобы содержать 100 мг магния на 100 мл воды, использовались ежедневно в течение 30 дней. Применяли 360 мг магния в день в течение 4–16 недель. При диабете 1 типа использовалось 300 мг специальной добавки глюконата магния (ультрамагний) в день в течение 5 лет."
    },
    {
        "HealthStatusName": "При повышенном уровне холестерина (гиперхолестеринемии)",
        "MicroName": "МАГНИЙ",
        "Usage": 1,
        "Comments": "Употребляли 1 грамм оксида магния в день в течение 6 недель."
    },
    {
        "HealthStatusName": "Для лечения группировки симптомов, повышающих риск диабета, сердечных заболеваний и инсульта (метаболический синдром",
        "MicroName": "МАГНИЙ",
        "Usage": 1,
        "Comments": "Использовалось 365 мг аспартата магния в день в течение 6 месяцев."
    },
    {
        "HealthStatusName": "При слабых и ломких костях (остеопороз)",
        "MicroName": "МАГНИЙ",
        "Usage": 1,
        "Comments": "Применялось 300-1800 мг гидроксида магния ежедневно в течение 6 месяцев, а затем 600 мг ежедневно в течение 18 месяцев. 1830 мг цитрата магния использовались ежедневно в течение 30 дней. Ежедневно в течение одного года, в дополнение к эстрогену принимали 600 мг магния, 500 мг кальция и поливитаминные добавки."
    },
    {
        "HealthStatusName": "При предменструальном синдроме (ПМС)",
        "MicroName": "МАГНИЙ",
        "Usage": 1,
        "Comments": "Использовалось 333 мг оксида магния ежедневно в течение двух менструальных циклов. Более высокая доза 360 мг элементарного магния три раза в день использовалась с 15-го дня менструального цикла до начала менструаций. Было использовано 360 мг элементарного магния три раза в день в течение 2 месяцев. Использовалась комбинация 200 мг магния совместно с 50 мг витамина B6 в день."
    },
    {
        "HealthStatusName": "При судорогах у женщин с преэклампсией",
        "MicroName": "МАГНИЙ",
        "Usage": 2,
        "Comments": "Использовался сульфат магния путем внутривенной инфузии, сначала 4-5 граммов, затем 4-5 граммов каждые 4 часа или от 1 до 3 граммов сульфата магния в час путем постоянной внутривенной инфузии. Дозы сульфата магния не должны превышать 30-40 граммов в день. Также использовалась более высокая доза сульфата магния (9-14 граммов) с последующим уменьшением дозы (2,5-5 граммов каждые 4 часа в течение 24 часов)."
    },
    {
        "HealthStatusName": "При низком уровне магния в крови (гипомагниемия)",
        "MicroName": "МАГНИЙ",
        "Usage": 2,
        "Comments": "Типичная начальная доза при легком дефиците составляет 1 грамм сульфата магния внутримышечно, каждые 6 часов до 4 раз. При более серьезном дефиците, 5 граммов сульфата магния можно вводить внутривенно в течение 3 часов. Чтобы предотвратить дефицит магния, взрослые обычно получают 60-96 мг элементарного магния в день."
    },
    {
        "HealthStatusName": "При осложнении беременности, с артериальной гипертензией и появлением белка в моче (преэклампсия)",
        "MicroName": "МАГНИЙ",
        "Usage": 2,
        "Comments": "Использовался сульфат магния путем внутривенной инфузии, сначала 4-5 граммов, затем 4-5 граммов каждые 4 часа или от 1 до 3 граммов сульфата магния в час путем постоянной внутривенной инфузии. Дозы не должны превышать 30-40 граммов сульфата магния в день. Также использовалась более высокая доза сульфата магния (9 граммов) с последующим уменьшением дозы (5 граммов каждые 4 часа в течение 24 часов)."
    },
    {
        "HealthStatusName": "Для типа нерегулярного сердцебиения – пируэтной тахикардии (torsades de pointes)",
        "MicroName": "МАГНИЙ",
        "Usage": 2,
        "Comments": "Использовалось от 1 до 6 граммов сульфата магния внутривенно в течение нескольких минут с последующей внутривенной инфузией."
    },
    {
        "HealthStatusName": "При нерегулярном сердцебиении (аритмии)",
        "MicroName": "МАГНИЙ",
        "Usage": 2,
        "Comments": "Для уменьшения нерегулярного сердцебиения после сердечного приступа было использовано 8 граммов сульфата магния в 250 мл физраствора в течение 12 часов. При нерегулярном или учащенном сердцебиении применялась внутривенная инфузия с 5 граммами сульфата магния в 100 мл физраствора раствора. Половина дозы дается в течение 20 минут, а оставшаяся часть - в течение 2 часов. При учащенном сердцебиении использовалась однократная внутривенная доза 1-4 грамма хлорида магния в течение 5 минут. При аномальном сердцебиении, вызванном кардиостимулятором, вводят 2 грамма сульфата магния в 10 мл физраствора внутривенно в течение 1-10 минут, а затем 5-10 граммов сульфата магния в 250-500 мл физраствора в течение 5 часов."
    },
    {
        "HealthStatusName": "При бронхиальной астме",
        "MicroName": "МАГНИЙ",
        "Usage": 2,
        "Comments": "Сульфат магния в дозировке 1-2 грамма применяется в течение 20–30 минут. Доза сульфата магния 78 мг/кг/час вводилась внутривенно во время и за 30 минут до оценки функции легких."
    },
    {
        "HealthStatusName": "При нейропатической боли у онкологических больных",
        "MicroName": "МАГНИЙ",
        "Usage": 2,
        "Comments": "Однократные дозы сульфата магния инъекционно вводятся в дозе 1 или 2 мл 50% в течение 5–10 минут."
    },
    {
        "HealthStatusName": "При детском церебральном параличе",
        "MicroName": "МАГНИЙ",
        "Usage": 2,
        "Comments": "Для предотвращения детского церебрального паралича у грудных детей, были введены внутривенно 4 грамма сульфата магния в течение 10–30 минут женщинам, ближе к ожидаемой дате родов. Затем иногда вводят сульфат магния внутривенно в дозе 1 грамма в час до рождения или в течение 24 часов."
    },
    {
        "HealthStatusName": "При послеоперационной боли",
        "MicroName": "МАГНИЙ",
        "Usage": 2,
        "Comments": "Вводится 5-50 мг/кг магния внутривенно с последующим постоянным внутривенным введением раствора в дозе 6 мг/кг или 500 мг в час в течение операции до 48 часов. Кроме того, в течение 24 часов после операции использовалось 3,7-5,5 граммов магния в дополнение к обезболивающим. Также, использовалось 3 грамма сульфата магния в растворе для внутривенного введения, а затем 0,5 грамма сульфата магния при внутривенном введении в час в течение 20 часов."
    },
    {
        "HealthStatusName": "При боли в груди из-за спонтанного спазма коронарной артерии (вазоспастическая стенокардия)",
        "MicroName": "МАГНИЙ",
        "Usage": 2,
        "Comments": "Вводили магний в дозе 65 мг/кг веса тела внутривенно в течение 20 минут."
    },
    {
        "HealthStatusName": "При судорогах у женщин с преэклампсией",
        "MicroName": "МАГНИЙ",
        "Usage": 8,
        "Comments": "4-5 граммов сульфата магния, разведенных в физиологическом растворе в течение 10-15 минут, вводятся внутривенно, затем 5 граммов сульфата магния вводятся внутримышечно в каждую ягодицу и 2,5 или 5 граммов каждые 4 часа в течение 24 часов."
    },
    {
        "HealthStatusName": "При осложнении беременности, артериальной гипертензией и появлением белка в моче (преэклампсия)",
        "MicroName": "МАГНИЙ",
        "Usage": 8,
        "Comments": "4-5 граммов сульфата магния, разведенного в физиологическом растворе в течение 10-15 минут, вводятся внутривенно, а затем внутримышечно вводятся 5 граммов в каждую ягодицу и 5 граммов каждые 4 часа в течение 24 часов."
    },
    {
        "HealthStatusName": "При бронхиальной астме",
        "MicroName": "МАГНИЙ",
        "Usage": 4,
        "Comments": "Внутривенно вводятся 40 мг/кг сульфата магния, максимально до 2 граммов в 100 мл раствора в течение 20 минут."
    },
    {
        "HealthStatusName": "При повышенном ороговении участков слизистой оболочки в следствии курения (лейкоплакия полости рта)",
        "MicroName": "ВИТАМИН А",
        "Usage": 1,
        "Comments": "Еженедельная доза витамина А составляет 200 000–300 000 МЕ в течение 6–12 месяцев [239, 240]."
    },
    {
        "HealthStatusName": "При послеродовых осложнениях",
        "MicroName": "ВИТАМИН А",
        "Usage": 1,
        "Comments": "До, во время и после беременности использовались еженедельные дозы 23 000 МЕ витамина А. Кроме того, до и во время беременности использовались еженедельные дозы 23 300 МЕ витамина А [241]."
    },
    {
        "HealthStatusName": "При расстройстве сумеречного зрения, или гемералопии (куриная слепота)",
        "MicroName": "ВИТАМИН А",
        "Usage": 1,
        "Comments": "Для предотвращения этого состояния у беременных женщин до, во время и после беременности использовались еженедельные дозы 23 000 МЕ витамина А [242]. У женщин с низким уровнем цинка лучше всего подходит прием его в сочетании с 35 мг цинка в день [243, 244]."
    },
    {
        "HealthStatusName": "При наследственном, дегенеративном заболевании глаз, которое вызывает сильное ухудшение зрения и часто слепоту (пигментный ретинит)",
        "MicroName": "ВИТАМИН А",
        "Usage": 1,
        "Comments": "Использовались суточные дозы 15 000 МЕ витамина А [245, 246], иногда вместе с 400 МЕ витамина Е ежедневно [247]."
    },
    {
        "HealthStatusName": "При типе воспалительно-язвенного заболевания слизистой оболочки кишечника (язвенный колит)",
        "MicroName": "ВИТАМИН А",
        "Usage": 1,
        "Comments": "В течение 2 месяцев ежедневно принимали 25 000 МЕ витамина А [248]."
    },
    {
        "HealthStatusName": "При кори",
        "MicroName": "ВИТАМИН А",
        "Usage": 3,
        "Comments": "От 100 000 до 200 000 МЕ витамина А по крайней мере два раза использовалось для детей младше 2 лет [249, 250]."
    },
    {
        "HealthStatusName": "В случае смерти нерожденного или недоношенного ребенка",
        "MicroName": "ВИТАМИН А",
        "Usage": 3,
        "Comments": "Добавки витамина А рекомендуются детям в возрасте 6-59 месяцев, которые подвержены риску дефицита витамина А [251]. Для детей в возрасте 6-11 месяцев рекомендуется однократная дозировка, обеспечивающая 100 000 МЕ витамина А. Для детей в возрасте 12-59 месяцев рекомендуется 200 000 МЕ витамина А каждые 4-6 месяцев [252]."
    },
    {
        "HealthStatusName": "Общие",
        "MicroName": "НАТРИЙ",
        "Usage": 1,
        "Comments": "Суточный адекватный уровень потребления (АУП) натрия составляет 1,5 грамма в день для большинства взрослых, включая беременных и кормящих женщин. Для большинства взрослых рекомендуемая максимальная разовая доза натрия составляет 2,3 грамма."
    },
    {
        "HealthStatusName": "Для предотвращения нефротоксичности, вызванной амфотерицином B",
        "MicroName": "НАТРИЙ",
        "Usage": 1,
        "Comments": "150 мЭкв хлорида натрия вводят ежедневно во время лечения амфотерицином B."
    },
    {
        "HealthStatusName": "Для лечения гипонатриемии",
        "MicroName": "НАТРИЙ",
        "Usage": 2,
        "Comments": "Обычная начальная доза натрия составляет 100–150 мл раствора, содержащего 3% хлорид натрия, в течение 20 минут и повторяется до тех пор, пока уровень натрия не увеличится на 4–6 ммоль/л. После этого вводится 0,9%  раствор хлорида натрия, до тех пор, пока уровень натрия не увеличится на 10 ммоль/л в течение первых 24 часов и после этого на 8 ммоль/л каждые 24 часа, пока уровень натрия не достигнет 130 ммоль/л."
    },
    {
        "HealthStatusName": "Для предотвращения нефротоксичности, вызванной амфотерицином B",
        "MicroName": "НАТРИЙ",
        "Usage": 2,
        "Comments": "150 мЭкв хлорида натрия вводят ежедневно во время лечения амфотерицином B."
    },
    {
        "HealthStatusName": "Для лечения муковисцидоза",
        "MicroName": "НАТРИЙ",
        "Usage": 9,
        "Comments": "Вдыхают 10 мл от 3% до 7% раствора хлорида натрия с помощью небулайзера два раза в день."
    },
    {
        "HealthStatusName": "Для лечения отека носовых пазух",
        "MicroName": "НАТРИЙ",
        "Usage": 10,
        "Comments": "Используются растворы, около 150-500 мл для назального орошения или назальные спреи, содержащие от 0,9% до 3% хлорида натрия два-четыре раза в день."
    },
    {
        "HealthStatusName": "Общие",
        "MicroName": "НАТРИЙ",
        "Usage": 3,
        "Comments": "Суточный адекватный уровень потребления (АУП) натрия составляет 0.11 грамм в день для младенцев до 6 месяцев, 0.37 грамм для младенцев 7-12 месяцев, 0.8 грамм для детей 1-3 лет, 1 грамм для детей 4-8 лет, 1.2 грамма для детей 9-13 лет и 1.5 грамм для детей 14 лет и старше."
    },
    {
        "HealthStatusName": "При низком уровне фосфатов в крови (гипофосфатемия)",
        "MicroName": "ФОСФОР",
        "Usage": 1,
        "Comments": "Медицинские работники дают достаточно точное количество фосфата для устранения проблемы, после определения уровня фосфатов и кальция в крови."
    },
    {
        "HealthStatusName": "При высоком уровне кальция в крови (гиперкальциемия)",
        "MicroName": "ФОСФОР",
        "Usage": 1,
        "Comments": "Медицинские работники дают достаточно точное количество фосфата для устранения проблемы, после определения уровня фосфатов и кальция в крови."
    },
    {
        "HealthStatusName": "Для опорожнения толстой кишки перед колоноскопией",
        "MicroName": "ФОСФОР",
        "Usage": 1,
        "Comments": "От трех до четырех таблеток, каждая из которых содержит 1.5 грамма фосфата натрия по рецепту («OsmoPrep, Salix Pharmaceuticals»; «Visicol, Salix Pharmaceuticals»), принимают с 8 унциями воды каждые 15 минут, в итоге получается всего 20 таблеток вечером перед колоноскопией. На следующее утро принимают 3-4 таблетки с 8 унциями воды каждые 15 минут до тех пор, пока не будет в общем 12-20 таблеток."
    },
    {
        "HealthStatusName": "Камни в почках (нефролитиаз)",
        "MicroName": "ФОСФОР",
        "Usage": 1,
        "Comments": "Использовались соли фосфата калия и натрия, обеспечивающие ежедневно 1200-1500 мг элементарного фосфата."
    },
    {
        "HealthStatusName": "Для повышения слишком низкого уровня фосфатов (гипофосфатемия)",
        "MicroName": "ФОСФОР",
        "Usage": 2,
        "Comments": "Использовались препараты для внутривенного введения, содержащие фосфат натрия или фосфат калия. В течении 2-12 часов вводились в дозировке 15-30 ммоль. При необходимости использовались более высокие дозы."
    },
    {
        "HealthStatusName": "Общие",
        "MicroName": "КАЛИЙ",
        "Usage": 1,
        "Comments": "Адекватный уровень потребления калия для большинства взрослых составляет 4.7 грамм, для беременных женщин – 4.7 грамм, и для кормящих женщин – 5.1 грамм в день."
    },
    {
        "HealthStatusName": "При низком уровне калия (гипокалиемия)",
        "MicroName": "КАЛИЙ",
        "Usage": 1,
        "Comments": "Для предотвращения низкого уровня калия обычно потребляется 20 мЭкв (около 780 мг элементарного калия). Для лечения низкого уровня калия обычно потребляется 40-100 мЭкв (около 1560-3900 мг элементарного калия) разделенные на 2-5 приемов в день."
    },
    {
        "HealthStatusName": "При артериальной гипертензии",
        "MicroName": "КАЛИЙ",
        "Usage": 1,
        "Comments": "Для лечения артериальной гипертензии используется 3500-5000 мг калия ежедневно, желательно в составе потребляемой пищи."
    },
    {
        "HealthStatusName": "При инсульте",
        "MicroName": "КАЛИЙ",
        "Usage": 1,
        "Comments": "Для предотвращения инсульта ежедневно применялось примерно 75 мЭкв калия (около 3.5 грамма элементарного калия)"
    },
    {
        "HealthStatusName": "При низком уровне калия (гипокалиемия)",
        "MicroName": "КАЛИЙ",
        "Usage": 2,
        "Comments": "Доза и скорость введения хлорида калия для профилактики или лечения гипокалиемии варьируются и зависят от состояния каждого пациента. Пациенты должны быть под руководством и наблюдением медицинских работников."
    },
    {
        "HealthStatusName": "Общие",
        "MicroName": "КАЛИЙ",
        "Usage": 3,
        "Comments": "Адекватный уровень потребления калия составляет 0.4 грамма для младенцев до 6 месяцев, 0.7 грамма для младенцев 6-12 месяцев, 3 грамма для детей 1-3 лет, 3.8 грамма для детей 4-8 лет, и 4.5 грамма для детей 9-13 лет в день."
    },
    {
        "HealthStatusName": "Общие",
        "MicroName": "ВИТАМИН С",
        "Usage": 1,
        "Comments": "Рекомендуемая суточная норма потребления составляет: для мужчин – 90 мг и для женщин – 75 мг;"
    },
    {
        "HealthStatusName": "Беременность и лактация",
        "MicroName": "ВИТАМИН С",
        "Usage": 1,
        "Comments": "Возраст 18 лет и младше – 115 мг; возраст от 19 до 50 лет – 120 мг. Людям, употребляющим табак, следует принимать дополнительно 35 мг в день. Не принимайте больше, чем следующие дозы: для подростков, беременных и кормящих женщин от 14 до 18 лет – 1800 мг в день и для взрослых, беременных и кормящих женщин – 2000 мг в день."
    },
    {
        "HealthStatusName": "При дефиците витамина С",
        "MicroName": "ВИТАМИН С",
        "Usage": 1,
        "Comments": "100–250 мг один или два раза в день в течение нескольких дней при цинге."
    },
    {
        "HealthStatusName": "При нерегулярном сердцебиении (фибрилляции предсердий)",
        "MicroName": "ВИТАМИН С",
        "Usage": 1,
        "Comments": "1-2 грамма витамина C в день в течение 1-3 дней до операции на сердце, а затем 1-2 грамма в два приема ежедневно в течение 4-5 дней после операции."
    },
    {
        "HealthStatusName": "Для опорожнения толстой кишки перед колоноскопией",
        "MicroName": "ВИТАМИН С",
        "Usage": 1,
        "Comments": "2 литра раствора, содержащего полиэтиленгликоль и витамин С, используют вечером перед колоноскопией или дробно вечером перед колоноскопией и утром перед колоноскопией. Наиболее часто изучаемым продуктом по этому показанию является MoviPrep (Norgine BV)."
    },
    {
        "HealthStatusName": "Для лечения простуды",
        "MicroName": "ВИТАМИН С",
        "Usage": 1,
        "Comments": "1-3 грамма в день."
    },
    {
        "HealthStatusName": "Для предотвращения болевого синдрома, возникающего после травмы (комплексный региональный болевой синдром)",
        "MicroName": "ВИТАМИН С",
        "Usage": 1,
        "Comments": "500 мг витамина С каждый день в течение 50 дней, начиная сразу после травмы."
    },
    {
        "HealthStatusName": "При инфекциях дыхательных путей, вызванных физическими упражнениями",
        "MicroName": "ВИТАМИН С",
        "Usage": 1,
        "Comments": "От 600 мг до 1 грамма витамина С в день в течение 3–8 недель до приема тяжелых упражнений."
    },
    {
        "HealthStatusName": "При состоянии, при котором красные кровяные тельца разрушаются быстрее, чем производятся (гемолитическая анемия)",
        "MicroName": "ВИТАМИН С",
        "Usage": 1,
        "Comments": "Использовалось 200–300 мг витамина С три раза в неделю в течение 3–6 месяцев."
    },
    {
        "HealthStatusName": "При высоком уровне холестерина",
        "MicroName": "ВИТАМИН С",
        "Usage": 1,
        "Comments": "500 мг витамина С каждый день в течение как минимум 4 недель."
    },
    {
        "HealthStatusName": "При артериальной гипертензии",
        "MicroName": "ВИТАМИН С",
        "Usage": 1,
        "Comments": "Принималось 500 мг витамина С в день вместе с лекарствами, снижающими кровяное давление."
    },
    {
        "HealthStatusName": "Для лечения снижения эффективности нитратной терапии, которое происходит при использовании нитратов в течение всего дня (толерантность к нитратам)",
        "MicroName": "ВИТАМИН С",
        "Usage": 1,
        "Comments": "Ежедневно использовалось 3-6 граммов витамина С."
    },
    {
        "HealthStatusName": "При остеоартрите",
        "MicroName": "ВИТАМИН С",
        "Usage": 1,
        "Comments": "Употребляли 1 грамм витамина С в форме аскорбата кальция ежедневно в течение 2 недель."
    },
    {
        "HealthStatusName": "Для уменьшения послеоперационной боли",
        "MicroName": "ВИТАМИН С",
        "Usage": 1,
        "Comments": "Было использовано 2 грамма витамина С за час до анестезии."
    },
    {
        "HealthStatusName": "При нерегулярном сердцебиении (фибрилляции предсердий)",
        "MicroName": "ВИТАМИН С",
        "Usage": 2,
        "Comments": "2 грамма витамина С один или два раза в день перед операцией на сердце, а затем 1-2 грамма в день в течение 4-5 дней после операции."
    },
    {
        "HealthStatusName": "Для уменьшения послеоперационной боли",
        "MicroName": "ВИТАМИН С",
        "Usage": 2,
        "Comments": "Было использовано 3 грамма витамина С в течение первых 30 минут операции."
    },
    {
        "HealthStatusName": "Общие",
        "MicroName": "ВИТАМИН С",
        "Usage": 3,
        "Comments": "Рекомендуемые суточные нормы потребления: младенцы от 0 до 12 месяцев, содержимое грудного молока (в более старых рекомендациях указано 30-35 мг); Детям от 1 года до 3 лет – 15 мг; Детям от 4 до 8 лет – 25 мг; Детям от 9 до 13 лет –  45 мг; Подростки от 14 до 18 лет – 75 мг для мальчиков и 65 мг для девочек;"
    },
    {
        "HealthStatusName": "Для уменьшения покраснения (эритема) после косметических процедур",
        "MicroName": "ВИТАМИН С",
        "Usage": 5,
        "Comments": "Использовался рецепт, содержащий 10% витамина С, 2% сульфата цинка и 0,5% тирозина, применяемый ежедневно в течение 8 недель."
    },
    {
        "HealthStatusName": "При кожных морщинах от солнечных лучей",
        "MicroName": "ВИТАМИН С",
        "Usage": 5,
        "Comments": "Большинство актуальных продуктов с витамином С применяют ежедневно. В исследованиях использовались кремы, содержащие от 3% до 30% витамина С. Не наносите препараты витамина С на глаза или веки. Также избегайте контакта с волосами или одеждой. Это может привести к обесцвечиванию."
    },
    {
        "HealthStatusName": "Общие",
        "MicroName": "ВИТАМИН B5",
        "Usage": 1,
        "Comments": "Рекомендуемые диетические дозы, основанные на адекватном потреблении пантотеновой кислоты (витамина B5) составляет: мужчины и женщины от 14 лет и старше - 5 мг; беременным - 6 мг; и кормящим женщинам - 7 мг ."
    },
    {
        "HealthStatusName": "При дефиците пантотеновой кислоты",
        "MicroName": "ВИТАМИН B5",
        "Usage": 1,
        "Comments": "При дефиците пантотеновой кислоты: 5-10 мг пантотеновой кислоты (витамин B5)."
    },
    {
        "HealthStatusName": "Общие",
        "MicroName": "ВИТАМИН B5",
        "Usage": 3,
        "Comments": "Рекомендуемые диетические дозы, основанные на адекватном потреблении пантотеновой кислоты (витамина B5) составляет: младенцы 0-6 месяцев -1,7 мг; младенцы 7-12 месяцев - 1,8 мг; детям 1-3 года - 2 мг; детям 4-8 лет - 3 мг; детям 9-13 лет - 4 мг."
    },
    {
        "HealthStatusName": "Рекомендуемая суточная норма потребления США",
        "MicroName": "СЕЛЕН",
        "Usage": 1,
        "Comments": "Для мужчин и женщин – 55 мкг; для беременных женщин – 60 мкг; для кормящих женщин – 70 мкг . В настоящее время в качестве добавок можно использовать дозы ниже верхнего допустимого уровня потребления (400 мкг)."
    },
    {
        "HealthStatusName": "Аутоиммунный тиреоидит",
        "MicroName": "СЕЛЕН",
        "Usage": 1,
        "Comments": "Заболевание, приводящее к недостаточной активности щитовидной железы (аутоиммунный тиреоидит): Используется 80-200 мкг в день."
    },
    {
        "HealthStatusName": "Преэклампсия",
        "MicroName": "СЕЛЕН",
        "Usage": 1,
        "Comments": "Осложнение беременности, характеризующееся артериальной гипертензией и появлением белка в моче (преэклампсия): 60–100 мкг в день на срок до 6 месяцев во время беременности."
    },
    {
        "HealthStatusName": "Рекомендуемая суточная норма потребления США",
        "MicroName": "СЕЛЕН",
        "Usage": 3,
        "Comments": "Для младенцев 0-6 месяцев – 15 мкг; для младенцев 6-12 месяцев – 20 мкг в день; для детей 1-3 лет – 20 мкг; для детей 4-8 лет – 30 мкг; для детей 9-13 лет – 40 мкг; и для лиц 14-18 лет – 55 мкг.  Адекватное потребление для младенцев в возрасте до шести месяцев может составлять – 2,1 мкг/кг в день, а для младенцев от 7 до 12 месяцев – 2,2 мкг/кг в день."
    },
    {
        "HealthStatusName": "Максимальная суточная доза",
        "MicroName": "СЕЛЕН",
        "Usage": 3,
        "Comments": "Для младенцев 0-6 месяцев – 45 мкг; для младенцев 7-12 месяцев – 60 мкг; для детей 1-3 лет – 90 мкг; для детей 4-8 лет – 150 мкг; и для детей 9-13 лет – 280 мкг."
    },
    {
        "HealthStatusName": "Общие рекомендации",
        "MicroName": "ВИТАМИН B6",
        "Usage": 1,
        "Comments": "Взрослые 100 мг."
    },
    {
        "HealthStatusName": "Общие рекомендации",
        "MicroName": "ВИТАМИН B6",
        "Usage": 3,
        "Comments": "Дети от 1 до 3 лет 30 мг\nДети от 4 до 8 лет 40 мг\nДети от 9 до 13 лет 60 мг\nПодростки от 14 – 18 лет 80 мг."
    },
    {
        "HealthStatusName": "При синдроме дефицита тиамина",
        "MicroName": "ВИТАМИН В1",
        "Usage": 1,
        "Comments": "Обычная доза тиамина составляет 5–30 мг в день – либо однократно, либо в несколько приемов в течение одного месяца. Типичная доза при тяжелой степени недостаточности может составлять до 300 мг в день."
    },
    {
        "HealthStatusName": "Для снижения риска развития катаракты",
        "MicroName": "ВИТАМИН В1",
        "Usage": 1,
        "Comments": "Ежедневно потреблялось около 10 мг тиамина в составе диеты."
    },
    {
        "HealthStatusName": "При диабетической нефропатии",
        "MicroName": "ВИТАМИН В1",
        "Usage": 1,
        "Comments": "Диабетическая нефропатия: использовалось 100 мг тиамина три раза в день в течение 3 месяцев."
    },
    {
        "HealthStatusName": "При менструальной боли (дисменорея)",
        "MicroName": "ВИТАМИН В1",
        "Usage": 1,
        "Comments": "100 мг тиамина, отдельно или вместе с 500 мг рыбьего жира, использовались ежедневно до 90 дней."
    },
    {
        "HealthStatusName": "При поражении головного мозга, вызванном дефицитом тиамина (синдром Вернике-Корсакова)",
        "MicroName": "ВИТАМИН В1",
        "Usage": 2,
        "Comments": "Медицинские работники делают инъекции, содержащие 5-200 мг тиамина, один раз в день в течение 2 дней."
    },
    {
        "HealthStatusName": "Как пищевая добавка для взрослых",
        "MicroName": "ВИТАМИН В1",
        "Usage": 1,
        "Comments": "Обычно используется 1-2 мг тиамина в день. Рекомендуемая суточная дозировка витамина В1:  мужчинам от 14 лет и старше - 1,2 мг; женщинам 14-18 лет по 1 мг; женщинам старше 18 лет - 1,1 мг; беременным - 1,4 мг; и кормящим женщинам - 1,5 мг."
    },
    {
        "HealthStatusName": "Как пищевая добавка для детей",
        "MicroName": "ВИТАМИН В1",
        "Usage": 3,
        "Comments": "Рекомендуемая суточная дозировка витамина В1: \nдля младенцев 0-6 месяцев - 0,2 мг; для младенцев 7-12 месяцев - 0,3 мг; детям 1-3 года - 0,5 мг; детям 4-8 лет - 0,6 мг; мальчикам 9-13 лет - 0,9 мг; девочкам 9-13 лет - 0,9 мг."
    },
    {
        "HealthStatusName": "Общие",
        "MicroName": "ВИТАМИН В2",
        "Usage": 1,
        "Comments": "Рекомендуемая доза рибофлавина для взрослых составляет 1,3 мг в день для мужчин, 1,1 мг в день для женщин, 1,4 мг в день для беременных женщин и 1,6 мг в день для кормящих женщин. Для рибофлавина не существует верхнего допустимого уровня потребления, являющимся наибольшим уровнем суточного потребления пищевых и биологически активных веществ, который не представляет опасности развития неблагоприятных побочных эффектов на показатели состояния здоровья."
    },
    {
        "HealthStatusName": "При катаракте",
        "MicroName": "ВИТАМИН В2",
        "Usage": 1,
        "Comments": "Использовалась комбинация 3 мг рибофлавина и 40 мг ниацина в день в течение 5-6 лет."
    },
    {
        "HealthStatusName": "При гипергомоцистеинемии в крови",
        "MicroName": "ВИТАМИН В2",
        "Usage": 1,
        "Comments": "Использовался рибофлавин в дозировке 1,6 мг в день в течение 12 недель. Также использовалась комбинация, содержащая 75 мг рибофлавина, 0,4 мг фолиевой кислоты и 120 мг пиридоксина ежедневно в течение 30 дней."
    },
    {
        "HealthStatusName": "При мигрени",
        "MicroName": "ВИТАМИН В2",
        "Usage": 1,
        "Comments": "Наиболее распространенной дозой является рибофлавин 400 мг в день в течение как минимум трех месяцев. Также в одном клиническом исследовании использовался специальный продукт (Dolovent; Linpharma Inc., Oldsmar, FL), дозируемый по две капсулы утром и две капсулы вечером в течение 3 месяцев. В общей сложности эта доза обеспечивает 400 мг рибофлавина, 600 мг магния и 150 мг коэнзима Q10 в день."
    },
    {
        "HealthStatusName": "Для профилактики и лечения витамин В2-дефицитного состояния",
        "MicroName": "ВИТАМИН В2",
        "Usage": 1,
        "Comments": "Использовался рибофлавин в дозировке 2 мг однократно, затем 0,5-1,5 мг ежедневно в течение 14 дней. Также применялся рибофлавин в дозировке 2-5 мг в день до двух месяцев. И еще использовался рибофлавин в дозировке 5 мг пять дней в неделю на срок до одного года."
    },
    {
        "HealthStatusName": "Общие",
        "MicroName": "ВИТАМИН В2",
        "Usage": 3,
        "Comments": "Рекомендуемая суточная норма рибофлавина составляет 0,3 мг в день для младенцев до 6 месяцев, 0,4 мг в день для младенцев 6-12 месяцев, 0,5 мг в день для детей 1–3 лет, 0,6 мг в день для детей 4-8 лет, 0,9 мг в день для детей 9-13 лет, 1,3 мг в день для мужчин 14-18 лет и 1,0 мг в день для женщин 14-18 лет. Для рибофлавина не существует верхнего допустимого уровня потребления, являющимся наибольшим уровнем суточного потребления пищевых и биологически активных веществ, который не представляет опасности развития неблагоприятных побочных эффектов на показатели состояния здоровья."
    },
    {
        "HealthStatusName": "Общие",
        "MicroName": "ВИТАМИН В3",
        "Usage": 1,
        "Comments": "В некоторых пищевых добавках ниацин указан на этикетке в ниациновом эквиваленте (НЭ). 1 мг ниацина - это то же самое, что 1 мг НЭ. Когда ниацин указан на этикетке как НЭ, он может включать и другие формы ниацина, включая ниацинамид, инозитолникотинат и триптофан. Рекомендуемые суточные дозы потребления ниацина для взрослых составляют 16 мг НЭ для мужчин, 14 мг НЭ для женщин, 18 мг НЭ  для беременных и 17 мг НЭ для кормящих женщин."
    },
    {
        "HealthStatusName": "При гиперхолестеринемии",
        "MicroName": "ВИТАМИН В3",
        "Usage": 1,
        "Comments": "Действие ниацина дозозависимо. Ниацин использовался ежедневно в дозировке от 50 до 12 граммов. Однако, наибольшее повышение уровня ЛПВП и снижение триглицеридов происходит при приеме от 1200 до 1500 мг/день. Наибольший эффект ниацина на ЛПНП проявляется при приеме от 2000 до 3000 мг/день. Ниацин часто используется с другими лекарствами для улучшения соотношения липидных фракций."
    },
    {
        "HealthStatusName": "Для профилактики и лечения витамин В3 -дефицитных и связанных с ним состояний, таких как пеллагра",
        "MicroName": "ВИТАМИН В3",
        "Usage": 1,
        "Comments": "Для профилактики и лечения витамин В3 -дефицитных и связанных с ним состояний, таких как пеллагра: 300–1000 мг в день в раздельных дозировках."
    },
    {
        "HealthStatusName": "Для лечения атеросклероза",
        "MicroName": "ВИТАМИН В3",
        "Usage": 1,
        "Comments": "Для лечения атеросклероза: дозировка ниацина достигает 12 граммов в день. Однако ежедневная дозировка ниацина от 1 до 4 граммов, отдельно или вместе со статинами или секвестрантами желчных кислот применялась в течение 6,2 лет."
    },
    {
        "HealthStatusName": "Для уменьшения обезвоживания, в следствии холеры",
        "MicroName": "ВИТАМИН В3",
        "Usage": 1,
        "Comments": "Для уменьшения обезвоживания, в следствии холеры: употребляли по 2 грамма в день."
    },
    {
        "HealthStatusName": "При нарушенном соотношении фракции липидов в крови, в следствии лечения ВИЧ / СПИДа",
        "MicroName": "ВИТАМИН В3",
        "Usage": 1,
        "Comments": "При нарушенном соотношении фракции липидов в крови, в следствии лечения ВИЧ / СПИДа: использовалось до 2 граммов в день."
    },
    {
        "HealthStatusName": "При метаболическом синдроме",
        "MicroName": "ВИТАМИН В3",
        "Usage": 1,
        "Comments": "При метаболическом синдроме: 2 грамма ниацина ежедневно в течение 16 недель. В некоторых случаях 2 грамма ниацина в день, отдельно или в этой дозировке, принимают вместе с 4 граммами этиловых эфиров омега-3."
    },
    {
        "HealthStatusName": "Для профилактики и лечения витамин В3 -дефицитных и связанных с ним состояний, таких как пеллагра",
        "MicroName": "ВИТАМИН В3",
        "Usage": 2,
        "Comments": "Для профилактики и лечения витамин В3 -дефицитных и связанных с ним состояний, таких как пеллагра: используется 60 мг ниацина."
    },
    {
        "HealthStatusName": "Общие",
        "MicroName": "ВИТАМИН В3",
        "Usage": 3,
        "Comments": "Рекомендуемая суточная доза ниацина для детей составляет 2 мг НЭ для младенцев в возрасте 0-6 месяцев, 4 мг НЭ для младенцев в возрасте 7-12 месяцев, 6 мг НЭ для детей от 1 до 3 лет, 8 мг НЭ для детей 4-8 лет, 12 мг НЭ для детей 9-13 лет, 16 мг НЭ для мальчиков 14-18 лет и 14 мг НЭ для девочек 14-18 лет ."
    },
    {
        "HealthStatusName": "Для профилактики и лечения витамин В3 -дефицитных и связанных с ним состояний, таких как пеллагра",
        "MicroName": "ВИТАМИН В3",
        "Usage": 3,
        "Comments": "Для профилактики и лечения витамин В3 -дефицитных и связанных с ним состояний, таких как пеллагра: 100–300 мг ниацина в день в раздельных дозировках."
    },
    {
        "HealthStatusName": "Общие",
        "MicroName": "ВИТАМИН В7",
        "Usage": 1,
        "Comments": "Не существует рекомендуемой суточной нормы потребления для биотина, поэтому вместо нее используются рекомендации по суточному адекватному уровню потребления (AУП):  для взрослых старше 18 лет и беременных женщин – 30 мкг, для кормящих женщин – 35 мкг."
    },
    {
        "HealthStatusName": "Дефицит биотина",
        "MicroName": "ВИТАМИН В7",
        "Usage": 1,
        "Comments": "Дефицит биотина: использовалось до 10 мг в день."
    },
    {
        "HealthStatusName": "Общие",
        "MicroName": "ВИТАМИН В7",
        "Usage": 3,
        "Comments": "Не существует рекомендуемой суточной нормы потребления для биотина, поэтому вместо нее используются рекомендации по суточному адекватному уровню потребления (AУП): для младенцев 0-12 месяцев – 7 мкг, для детей 1-3 лет – 8 мкг, для детей 4-8 лет – 12 мкг, 20 мкг для детей 9-13 лет – 20 мкг, для подростков 14-18 лет – 25 мкг."
    },
    {
        "HealthStatusName": "Дефицит биотина",
        "MicroName": "ВИТАМИН В7",
        "Usage": 3,
        "Comments": "Дефицит биотина: у младенцев применялось до 10 мг в день"
    },
    {
        "HealthStatusName": "Общие",
        "MicroName": "ВИТАМИН В9",
        "Usage": 1,
        "Comments": "Рекомендуемые суточные нормы потребления фолиевой кислоты представлены в виде диетических эквивалентов фолиевой кислоты (ДЭФ). Это связано с тем, что фолиевая кислота, содержащаяся в добавках, усваивается организмом лучше, чем фолиевая кислота, содержащаяся в пище. 1 мкг ДЭФ - это то же самое, что 1 мкг фолиевой кислоты в пище. 1 мкг ДЭФ - это то же самое, что 0,6 мкг добавки фолиевой кислоты. Рекомендуемые суточные нормы потребления для взрослых – 400 мкг ДЭФ для мужчин и женщин, для беременных – 600 мкг ДЭФ и для кормящих женщин – 500 мкг ДЭФ."
    },
    {
        "HealthStatusName": "При дефиците фолиевой кислоты",
        "MicroName": "ВИТАМИН В9",
        "Usage": 1,
        "Comments": "Типичная доза составляет от 250 мкг (микрограмм) до 1 мг (миллиграмм) в день."
    },
    {
        "HealthStatusName": "Для предотвращения врожденных дефектов мозга и позвоночника (врожденные дефекты нервной трубки)",
        "MicroName": "ВИТАМИН В9",
        "Usage": 1,
        "Comments": "Женщины, способные забеременеть, должны принимать 400 мкг фолиевой кислоты в день из обогащенных продуктов или добавок. Беременным женщинам рекомендуется принимать 600 мкг фолиевой кислоты в день из обогащенных продуктов или добавок. Женщины, чья беременность была осложнена дефектами нервной трубки в акушерском анамнезе обычно принимают 4 мг в день, начиная с одного месяца до зачатия и продолжая до 3 месяцев после зачатия."
    },
    {
        "HealthStatusName": "Для снижения риска рака толстой кишки",
        "MicroName": "ВИТАМИН В9",
        "Usage": 1,
        "Comments": "Для снижения риска рака толстой кишки: Используется 400 мкг в день."
    },
    {
        "HealthStatusName": "Для лечения высокого уровня гомоцистеина в крови (гипергомоцистеинемия)",
        "MicroName": "ВИТАМИН В9",
        "Usage": 1,
        "Comments": "Для лечения высокого уровня гомоцистеина в крови (гипергомоцистеинемия): Применялось от 200 мкг до 15 мг в день, хотя суточные дозы от 800 мкг до 5 мг оказались наиболее эффективными. Применялось от 200 мкг до 15 мг в день, хотя суточные дозы от 800 мкг до 5 мг оказались наиболее эффективными. У людей с терминальной стадией почечной недостаточности высокий уровень гомоцистеина поддается лечению труднее, поэтому используются дозы от 800 мкг до 40 мг в день. Также использовались другие схемы дозирования, как 2,5-5 мг три раза в неделю. Дозы более 15 мг в день не являются более эффективными, чем более низкие дозы."
    },
    {
        "HealthStatusName": "Для улучшения «ответа» организма на антидепрессанты",
        "MicroName": "ВИТАМИН В9",
        "Usage": 1,
        "Comments": "Ежедневно принималось 200-500 мкг."
    },
    {
        "HealthStatusName": "При нарушении пигментации, выражающемся в исчезновении пигмента меланина на отдельных участках кожи (витилиго)",
        "MicroName": "ВИТАМИН В9",
        "Usage": 1,
        "Comments": "Обычно принимают 5 мг два раза в день. Детское лицевое витилиго довольно трудно поддается лечению, долгосрочные результаты этого состояния не являются мрачными при использовании традиционной терапии витилиго вместе с базовым терапевтическим режимом питания, при приеме фолиевой кислоты  1-2 мг в день."
    },
    {
        "HealthStatusName": "При побочных эффектах, вызванных применением метотрексата",
        "MicroName": "ВИТАМИН В9",
        "Usage": 1,
        "Comments": "Достаточно 1,25 мг в день, но можно использовать до 5 мг в день."
    },
    {
        "HealthStatusName": "При инсульте",
        "MicroName": "ВИТАМИН В9",
        "Usage": 1,
        "Comments": "Использовалось от 500 мкг до 40 мг фолиевой кислоты в день. Наибольший эффект достигается при дозах фолиевой кислоты 800 мкг в день или ниже (от 400 мкг)."
    },
    {
        "HealthStatusName": "Хроническая почечная недостаточность",
        "MicroName": "ВИТАМИН В9",
        "Usage": 2,
        "Comments": "После гемодиализа внутривенно вводится 10 мг."
    },
    {
        "HealthStatusName": "Общие",
        "MicroName": "ВИТАМИН В9",
        "Usage": 3,
        "Comments": "Суточная адекватная доза потребления для младенцев составляет 65 мкг ДЭФ для младенцев в возрасте 0-6 месяцев, и 80 мкг ДЭФ для младенцев в возрасте 7-12 месяцев. Рекомендуемая суточная норма потребления детей в возрасте от 1 до 3 лет составляет 150 мкг фолиевой кислоты, для детей 4-8 лет – 200 мкг ДЭФ, для детей 9-13 лет – 300 мкг ДЭФ и для подростков 14-18 лет – 400 мкг ДЭФ. Для беременных девушек рекомендуемая суточная норма потребления составляет 600 мкг ДЭФ. Для кормящих рекомендуемая суточная норма потребления составляет 500 мкг ДЭФ."
    },
    {
        "HealthStatusName": "При гиперплазии десен, в следствии применения фенитоина (6-15 лет)",
        "MicroName": "ВИТАМИН В9",
        "Usage": 3,
        "Comments": "Использовалась 500 мкг фолиевой кислоты в день."
    },
    {
        "HealthStatusName": "Общие",
        "MicroName": "ВИТАМИН В12",
        "Usage": 1,
        "Comments": "Рекомендованные количества: взрослые - 2.4 мкг, беременные женщины - 2.6 мкг, кормящие женщины - 2.8 мкг."
    },
    {
        "HealthStatusName": "Общие",
        "MicroName": "ВИТАМИН В12",
        "Usage": 3,
        "Comments": "Рекомендованные количества: от рождения до 6 месяцев 0.4 мкг, младенцы 7–12 месяцев -0.5 мкг, дети 1–3 лет - 0.9 мкг, дети 4–8 лет - 1.2 мкг, дети 9–13 лет - 1.8 мкг, подростки 14–18 лет - 2.4 мкг."
    },
    {
        "HealthStatusName": "Общие",
        "MicroName": "ВИТАМИН Е",
        "Usage": 1,
        "Comments": "Дозировка витамина Е может сбивать с толку. Текущие руководящие принципы показывают рекомендуемые суточные нормы потребления и верхние допустимые пределы потребления витамина E в миллиграммах (мг). Но некоторые продукты по-прежнему маркируются в международных единицах (МЕ). Дозы натурального витамина E (RRR-а-токоферол) и витамина E, полученные в лаборатории (all-rac-а-токоферол), рассчитываются по-разному. Это может затруднить определение правильной дозы. Рекомендуемая суточная норма потребления натурального витамина E (RRR-а-токоферол) для взрослых мужчин и женщин составляет 15 мг (22 МЕ), для беременных женщин – 15 мг (22 МЕ) и для кормящих женщин – 19 мг (28 МЕ)."
    },
    {
        "HealthStatusName": "При дефиците витамина E",
        "MicroName": "ВИТАМИН Е",
        "Usage": 1,
        "Comments": "Типичная доза для взрослых составляет 60-75 МЕ RRR-а-токоферола (натуральный витамин E) в день."
    },
    {
        "HealthStatusName": "При наследственном заболевании, влияющем на моторный контроль (атаксия с дефицитом витамина E или синдром «AVED»)",
        "MicroName": "ВИТАМИН Е",
        "Usage": 1,
        "Comments": "Применяется 800-1500 мг RRR-а-токоферола или all-rac-а-токоферола ежедневно."
    },
    {
        "HealthStatusName": "Поздняя дискинезия",
        "MicroName": "ВИТАМИН Е",
        "Usage": 1,
        "Comments": "При появлении неконтролируемых движений любых частей тела человека, в следствии применения антипсихотических препаратов (поздняя дискинезия): Применяется 1600 МЕ RRR-а-токоферола (натуральный витамин E) в день."
    },
    {
        "HealthStatusName": "Мужское бесплодие",
        "MicroName": "ВИТАМИН Е",
        "Usage": 1,
        "Comments": "При неспособности зрелого мужского организма к оплодотворению женского организма в течение года после попытки зачать ребенка (мужское бесплодие): Применяется 298-894 МЕ витамина Е в день."
    },
    {
        "HealthStatusName": "При болезни Альцгеймера",
        "MicroName": "ВИТАМИН Е",
        "Usage": 1,
        "Comments": "Применяется до 2000 МЕ витамина Е в день. Комбинированная терапия с 5 мг донепезила (Aрисепт) и 1000 МЕ витамина E в день использовалась для замедления ухудшения памяти у людей с болезнью Альцгеймера."
    },
    {
        "HealthStatusName": "Неалкогольный стеатогепатит или НАСГ",
        "MicroName": "ВИТАМИН Е",
        "Usage": 1,
        "Comments": "При заболевании с гистологическими признаками алкоголь-индуцированного поражения печени, возникающими у лиц, не злоупотребляющих алкоголем (неалкогольный стеатогепатит или НАСГ): Применялось 800 МЕ витамина Е в день."
    },
    {
        "HealthStatusName": "Толерантность к нитратам",
        "MicroName": "ВИТАМИН Е",
        "Usage": 1,
        "Comments": "Для лечения снижения эффективности нитратной терапии, которое происходит при использовании нитратов в течение всего дня (толерантность к нитратам): Применяется 298 МЕ витамина Е три раза в день."
    },
    {
        "HealthStatusName": "Дефицит глюкозо-6-фосфатдегидрогеназы -Г6ФД",
        "MicroName": "ВИТАМИН Е",
        "Usage": 1,
        "Comments": "При наследственном заболевании, при котором эритроциты разрушаются в ответ на стресс (Дефицит глюкозо-6-фосфатдегидрогеназы -Г6ФД): Применяется 800 МЕ витамина Е в день."
    },
    {
        "HealthStatusName": "При предменструальном синдроме (ПМС)",
        "MicroName": "ВИТАМИН Е",
        "Usage": 1,
        "Comments": "Применяется 400 МЕ RRR-а-токоферола (натуральный витамин Е) в день [154]."
    },
    {
        "HealthStatusName": "При болезненных менструациях (дисменорея)",
        "MicroName": "ВИТАМИН Е",
        "Usage": 1,
        "Comments": "Применяется от 200 до 500 МЕ витамина Е ежедневно, начиная с 2 дня до менструального цикла и продолжая в течение первых 3 дней кровотечения. Также использовалось 200 МЕ витамина Е с 300 мг рыбьего жира."
    },
    {
        "HealthStatusName": "Общие",
        "MicroName": "ВИТАМИН Е",
        "Usage": 3,
        "Comments": "Рекомендуемая суточная норма потребления для природного витамина E (RRR-а-токоферол) составляет для младенцев в возрасте 0-6 месяцев – 4 мг (6 МЕ), для младенцев 7- 12 месяцев – 5 мг (7 МЕ), детям от 1 до 3 лет – 6 мг (9 МЕ); детям 4-8 лет – 7 мг (10 МЕ), детям 9-13 лет – 11 мг (16 МЕ) и детям 14 лет и старше – 15 мг (22 МЕ) [157]."
    },
    {
        "HealthStatusName": "Атаксия с дефицитом витамина E или синдром «AVED»",
        "MicroName": "ВИТАМИН Е",
        "Usage": 3,
        "Comments": "При наследственном заболевании, влияющем на моторный контроль (атаксия с дефицитом витамина E или синдром «AVED»): Применяется 40 мг/кг RRR-а-токоферола или all-rac-а-токоферола ежедневно."
    },
    {
        "HealthStatusName": "Бета-талассемия",
        "MicroName": "ВИТАМИН Е",
        "Usage": 3,
        "Comments": "При наследственной гемоглобинопатии, характеризующиеся угнетением синтеза цепочечных белковых молекул, образующих структуру гемоглобина (бета-талассемия): Применяется 298 мг витамина E в день в течение 4-8 недель."
    },
    {
        "HealthStatusName": "При внутричерепном кровоизлиянии",
        "MicroName": "ВИТАМИН Е",
        "Usage": 3,
        "Comments": "Применяется 100 мг/кг витамина E (dl-а-токоферилацетат)."
    },
    {
        "HealthStatusName": "Внутрижелудочковое кровоизлияние",
        "MicroName": "ВИТАМИН Е",
        "Usage": 3,
        "Comments": "При кровотечении в заполненных жидкостью областях (желудочках) мозга или вокруг них (внутрижелудочковое кровоизлияние): Применяется 29,8 МЕ/кг витамина E."
    },
    {
        "HealthStatusName": "Неалкогольный стеатогепатит или НАСГ",
        "MicroName": "ВИТАМИН Е",
        "Usage": 3,
        "Comments": "При заболевании с гистологическими признаками алкоголь-индуцированного поражения печени, возникающими у лиц, не злоупотребляющих алкоголем (неалкогольный стеатогепатит или НАСГ): Применяется 400–1200 МЕ витамина Е в день."
    },
    {
        "HealthStatusName": "Общие",
        "MicroName": "ВИТАМИН Д",
        "Usage": 1,
        "Comments": "Рекомендуемая суточная норма потребления витамина D для лиц в возрасте от 1 до 70 лет составляет 600 МЕ (15 мкг) в день и для лиц в возрасте 71 года и старше – 800 МЕ (20 мкг) в день. Для беременных или кормящих женщин рекомендуемая суточная норма потребления составляет 600 МЕ (20 мкг) [282]."
    },
    {
        "HealthStatusName": "При дефиците витамина D",
        "MicroName": "ВИТАМИН Д",
        "Usage": 1,
        "Comments": "Использовалось 50 000 МЕ в неделю в течение 6–12 недель. Однако некоторым пациентам требуются более высокие дозы в течение более длительного периода времени для поддержания оптимального уровня витамина D [283]."
    },
    {
        "HealthStatusName": "Для предотвращения остеопороза",
        "MicroName": "ВИТАМИН Д",
        "Usage": 1,
        "Comments": "У пожилых людей применялось 400-1000 МЕ витамина D в форме, известной как холекальциферол, в день. Обычно его принимают вместе с 500-1200 мг кальция в день. Некоторые эксперты рекомендовали более высокие дозы 1000–2000 МЕ в день, и 0,43–1,0 мкг/день кальцитриола использовались в течение до 36 месяцев [284]."
    },
    {
        "HealthStatusName": "Для предотвращения потери костной массы из-за использования кортикостероидов",
        "MicroName": "ВИТАМИН Д",
        "Usage": 1,
        "Comments": "0,25–1,0 мкг/день витамина D в формах, известных как кальцитриол или альфакальцидол, использовались в течение 6–36 месяцев. Во многих случаях эти формы витамина D используются вместе с кальцием. Кроме того, в течение 12 месяцев использовалось 50-32 000 мкг витамина D в форме кальцифедиола в день. Принимали 1750-50 000 МЕ витамина D в суточных или еженедельных дозах в течение 6-12 месяцев [285, 286]."
    },
    {
        "HealthStatusName": "При сердечной недостаточности",
        "MicroName": "ВИТАМИН Д",
        "Usage": 1,
        "Comments": "800 МЕ/день витамина D в форме, известной как холекальциферол, принимали отдельно или вместе с 1000 мг/день кальция в течение 3 лет. 400 МЕ/день витамина D в форме, известной как холекальциферол, принимали с 1000 мг/день кальция у женщин в постменопаузе [287, 288]."
    },
    {
        "HealthStatusName": "При потере костной массы, вызванной чрезмерным приемом паратиреоидного гормона (гиперпаратиреоз)",
        "MicroName": "ВИТАМИН Д",
        "Usage": 1,
        "Comments": "В течение 3 месяцев использовалось 800 МЕ/день витамина D в форме, известной как холекальциферол [289, 290]."
    },
    {
        "HealthStatusName": "Рассеянный склероз (РС)",
        "MicroName": "ВИТАМИН Д",
        "Usage": 1,
        "Comments": "400 МЕ витамина D в день использовались для профилактики РС [291, 292]. Также есть исследования предоставляют доказательства класса I, что приём добавки холекальциферола 10 400 МЕ в день безопасна и хорошо переносится пациентами с рассеянным склерозом и проявляет плейотропные иммуномодулирующие эффекты [293]."
    },
    {
        "HealthStatusName": "Для профилактики инфекций дыхательных путей",
        "MicroName": "ВИТАМИН Д",
        "Usage": 1,
        "Comments": "300-4000 МЕ витамина D в форме, известной как холекальциферол, использовались в течение от 7 недель до 13 месяцев [294, 295]."
    },
    {
        "HealthStatusName": "Для предотвращения потери зубов у пожилых людей",
        "MicroName": "ВИТАМИН Д",
        "Usage": 1,
        "Comments": "700 МЕ/день витамина D в форме, известной как холекальциферол, принимается в сочетании с кальцием 500 мг/день в течение 3 лет [296, 297]."
    },
    {
        "HealthStatusName": "При псориазе",
        "MicroName": "ВИТАМИН Д",
        "Usage": 5,
        "Comments": "Форма витамина D, известная как кальципотриол, наносилась на кожу отдельно или вместе с кортикостероидами на срок до 52 недель. Обычно кальципотриол получают в дозе 50 мкг/грамм. Конкретные препараты, используемые в клинических исследованиях, включают Дайвобет и Довобет. Эти препараты содержат 50 мкг/грамм кальципотриола и 0,5 мг/грамм бетаметазона дипропионат [298, 299]."
    },
    {
        "HealthStatusName": "При дефиците витамина D",
        "MicroName": "ВИТАМИН Д",
        "Usage": 2,
        "Comments": "Было использовано 600 000 МЕ витамина D (арахитол, Solvay Pharma) в виде однократной внутримышечной инъекции [310]."
    },
    {
        "HealthStatusName": "Общие",
        "MicroName": "ВИТАМИН Д",
        "Usage": 3,
        "Comments": "Рекомендуемая суточная норма потребления витамина D для лиц в возрасте от 1 до 70 лет составляет 600 МЕ (15 мкг) в день. Для младенцев от 0 до 12 месяцев рекомендуемая доза составляет 400 МЕ (10 мкг) в день. Для беременных или кормящих девочек суточная норма составляет 600 МЕ (20 мкг) [311]."
    },
    {
        "HealthStatusName": "Для профилактики инфекций дыхательных путей",
        "MicroName": "ВИТАМИН Д",
        "Usage": 3,
        "Comments": "1200 МЕ/день витамина D в форме, известной как холекальциферол, давали детям школьного возраста зимой для предотвращения гриппа [312]. Кроме того, 500 МЕ холекальциферола в день использовались для предотвращения ухудшения симптомов астмы, вызванного инфекциями дыхательных путей [313]."
    },
    {
        "HealthStatusName": "Железодефицитная анемия",
        "MicroName": "ЖЕЛЕЗО",
        "Usage": 1,
        "Comments": "При нарушении синтеза гемоглобина в следствии дефицита железа (железодефицитная анемия): 50–100 мг элементарного железа три раза в день в течение 3 – 6 месяцев. У взрослых женщин использовались дозы от 30 до 120 мг в неделю."
    },
    {
        "HealthStatusName": "При низком уровне железа у беременных",
        "MicroName": "ЖЕЛЕЗО",
        "Usage": 1,
        "Comments": "Ежедневно употреблялось 20-225 мг элементарного железа. Рекомендуемая доза составляет 45 мг в сутки."
    },
    {
        "HealthStatusName": "Синдром беспокойных ног или СБН",
        "MicroName": "ЖЕЛЕЗО",
        "Usage": 1,
        "Comments": "При расстройстве, вызывающем дискомфортные ощущения в ногах и сопровождающееся эпизодами непроизвольной двигательной активности (синдром беспокойных ног или СБН): Принималось железо в виде сульфата железа в дозе 325 мг два раза в день в течение 12 недель."
    },
    {
        "HealthStatusName": "При кашле, вызванном препаратами ингибиторов АПФ",
        "MicroName": "ЖЕЛЕЗО",
        "Usage": 1,
        "Comments": "Ежедневно использовалось 256 мг сульфата железа."
    },
    {
        "HealthStatusName": "Анемия хронических заболеваний",
        "MicroName": "ЖЕЛЕЗО",
        "Usage": 2,
        "Comments": "При низком уровне эритроцитов у людей с хроническими заболеваниями (анемия хронических заболеваний): Использовалась общая доза от 2232 мг железа, вводимая инъекционным методом в течение 6 месяцев, и 1020 мг вводилось внутривенно в течение 1 недели."
    },
    {
        "HealthStatusName": "При сердечной недостаточности",
        "MicroName": "ЖЕЛЕЗО",
        "Usage": 2,
        "Comments": "Железо в виде карбоксимальтозы трехвалентного железа вводили инъекционным методом в дозе 200 мг еженедельно до тех пор, пока уровень железа не нормализуется, с последующим инъекционным введением 200 мг каждый месяц в течение 6 месяцев."
    },
    {
        "HealthStatusName": "Железодефицитная анемия",
        "MicroName": "ЖЕЛЕЗО",
        "Usage": 3,
        "Comments": "При нарушении синтеза гемоглобина в следствии дефицита железа (железодефицитная анемия): Применялось 4-6 мг/кг железа в день, разделенные на три приема, в течение от 3 до 6 месяцев."
    },
    {
        "HealthStatusName": "Для предотвращения низкого уровня железа",
        "MicroName": "ЖЕЛЕЗО",
        "Usage": 3,
        "Comments": "Американская академия педиатрии рекомендует добавки железа для некоторых детей с риском низкого уровня железа. Для младенцев, находящихся на грудном вскармливании в возрасте от 4 до 6 месяцев: 1 мг/кг/день элементарного железа. Для младенцев 6–12 месяцев: 11 мг/день железа с пищей или добавками. Для недоношенных детей: 2 мг/кг/день железа в течение первого года до тех пор, пока ребенок не перейдет на смесь или не получит достаточное количество железа из пищевых источников. Для детей в возрасте 1-3 лет: 7 мг железа в день при недостаточном поступлении железа из пищевых источников."
    },
    {
        "HealthStatusName": "Для развития памяти и мышления (когнитивные функции) у подростков",
        "MicroName": "ЖЕЛЕЗО",
        "Usage": 3,
        "Comments": "650 мг сульфата железа два раза в день."
    }
]
