[
    {
        "SideEffectName": "Отрыжка или газообразование",
        "MicroName": "КАЛЬЦИЙ",
        "Comments": "Кальций в обычных дозировках может вызывать некоторые незначительные побочные эффекты, такие как отрыжка или газообразование.",
        "Links": "107"
    },
    {
        "SideEffectName": "Камни в почках и почечная недостаточность",
        "MicroName": "КАЛЬЦИЙ",
        "Comments": "Ежедневный прием большего количества кальция может увеличить вероятность серьезных побочных эффектов, таких как молочно-щелочной синдром, состояние, которое может привести к образованию почечных камней, почечной недостаточности и смерти.",
        "Links": "107, 108, 109, 110"
    },
    {
        "SideEffectName": "Сердечный приступ",
        "MicroName": "КАЛЬЦИЙ",
        "Comments": "Также есть опасения, что дополнительный прием кальция может увеличить риск сердечного приступа, однако не все исследования согласны с этим",
        "Links": "107, 108, 109, 110"
    },
    {
        "SideEffectName": "Аллергические реакции",
        "MicroName": "КАЛЬЦИЙ",
        "Comments": "При парентеральном введении возможны аллергические реакции",
        "Links": "111"
    },
    {
        "SideEffectName": "Беременность и грудное вскармливание",
        "MicroName": "КАЛЬЦИЙ",
        "Comments": "Кальций возможно небезопасен при приеме внутрь во время беременности в дозах, превышающих суточный верхний допустимый уровень потребления (УП). УП для детей младше 18 лет составляет 3000 мг и для детей старше 18 лет – 2500 мг. Более высокие дозы могут увеличить риск возникновения судорог у младенца. Обязательно учитывайте общее потребление кальция из пищевых, и из дополнительных источников кальция. Сюда входят антациды, отпускаемые без рецепта. Старайтесь не принимать в день более 1000-1200 мг кальция из добавок, если это не было предписано врачом. Некоторым женщинам может быть назначен кальций для предотвращения артериальной гипертензии во время беременности",
        "Links": "112, 113"
    },
    {
        "SideEffectName": "Дети",
        "MicroName": "КАЛЬЦИЙ",
        "Comments": "Ежедневный прием кальция в количестве, превышающем рекомендованное, может увеличить вероятность серьезных побочных эффектов. Детям следует рекомендовать продолжать употреблять достаточное количество кальция для удовлетворения ежедневных потребностей, но не чрезмерное.",
        "Links": ""
    },
    {
        "SideEffectName": "Сниженная концентрация соляной кислоты в желудочном соке (ахлоргидрия)",
        "MicroName": "КАЛЬЦИЙ",
        "Comments": "Организм людей со сниженной концентрацией соляной кислоты в желудочном соке, осваивает меньше кальция, если принимают его натощак. Однако ахлоргидрия, по-видимому, не снижает всасывание кальция, если он принимается с пищей. Поэтому советуйте людям с ахлоргидрией принимать добавки кальция во время еды",
        "Links": "114, 115, 116"
    },
    {
        "SideEffectName": "Гиперкальциемия (как при заболеваниях паращитовидных желез и саркоидозе)",
        "MicroName": "КАЛЬЦИЙ",
        "Comments": "Следует избегать употребления кальция, если у вас имеется заболевание паращитовидных желез или саркоидоз. Однако по поводу саркадиоза имеются неоднозначные данные, некоторые данные утверждают что пищевые добавки кальция и витамина D уменьшают риск развития саркадиоза, но другие данные говорят об обратном",
        "Links": "117, 118"
    },
    {
        "SideEffectName": "Нарушение функции почек",
        "MicroName": "КАЛЬЦИЙ",
        "Comments": "Прием добавок кальция может увеличить риск избыточного кальция в крови у людей с нарушенной функцией почек",
        "Links": "119, 120"
    },
    {
        "SideEffectName": "Курение",
        "MicroName": "КАЛЬЦИЙ",
        "Comments": "У людей, которые курят, в желудке кальций усваивается в меньшей степени",
        "Links": "121, 122"
    },
    {
        "SideEffectName": "Инсульт",
        "MicroName": "КАЛЬЦИЙ",
        "Comments": "Ранние исследования показывают, что пожилым женщинам, перенесшим инсульт, прием добавок кальция в течение 5 или более лет может увеличить вероятность развития деменции. Чтобы определить, следует ли избегать приема кальциевых добавок тем, кто перенес инсульт, необходимы дополнительные исследования",
        "Links": ""
    },
    {
        "SideEffectName": "Тошнота, диарея, боль в животе",
        "MicroName": "ЙОД",
        "Comments": "Йод вероятно безопасен для большинства людей при приеме внутрь в рекомендуемых количествах. Побочные эффекты могут включать тошноту и боль в животе, насморк, головную боль, металлический привкус и диарею.",
        "Links": "23"
    },
    {
        "SideEffectName": "Ангионевротический отек, крапивница",
        "MicroName": "ЙОД",
        "Comments": "У чувствительных людей йод может вызывать побочные эффекты, включая отек губ и лица (ангионевротический отек), сильное кровотечение и синяки, лихорадку, артралгии, увеличение лимфатических узлов, крапивницу и смерть. Однако, такая чувствительность встречается очень редко.",
        "Links": "42, 43, 44, 45, 46, 24"
    },
    {
        "SideEffectName": "Проблемы с щитовидной железой",
        "MicroName": "ЙОД",
        "Comments": "Есть опасения, что потребление йода в большей дозировке как у детей, так и у взрослых, может увеличить риск возникновения побочных эффектов, таких как проблемы с щитовидной железой.",
        "Links": "48, 23"
    },
    {
        "SideEffectName": "Металлический привкус",
        "MicroName": "ЙОД",
        "Comments": "Йод в больших количествах может вызывать металлический привкус.",
        "Links": "48"
    },
    {
        "SideEffectName": "Болезненность зубов и десен",
        "MicroName": "ЙОД",
        "Comments": "В больших дозах может причинять болезненность зубов и десен.",
        "Links": "48"
    },
    {
        "SideEffectName": "Жжение во рту и горле, воспаление горла",
        "MicroName": "ЙОД",
        "Comments": "Йод в больших количествах может вызывать жжение во рту и воспаление горла.",
        "Links": "48"
    },
    {
        "SideEffectName": "Повышенное слюноотделение",
        "MicroName": "ЙОД",
        "Comments": "Повышенное слюноотделение одно из побочных эффектов йода, при использовании в больших количествах.",
        "Links": "48"
    },
    {
        "SideEffectName": "Расстройство желудка, истощение",
        "MicroName": "ЙОД",
        "Comments": "Йод в больших количествах может вызывать расстройство желудка, диарею, истощение, депрессию и многие другие побочные эффекты.",
        "Links": "48"
    },
    {
        "SideEffectName": "Аллергические реакции",
        "MicroName": "ЙОД",
        "Comments": "Йод возможно небезопасен при непосредственном нанесении на кожу, так как он может вызвать раздражение кожи, пятна, аллергические реакции и другие побочные эффекты.",
        "Links": "44, 45, 49"
    },
    {
        "SideEffectName": "Анемия",
        "MicroName": "ЦИНК",
        "Comments": "Есть некоторые опасения, что прием доз выше 40 мг в день может уменьшить количество меди, усваиваемой организмом. Снижение всасывания меди может привести к анемии.",
        "Links": "163"
    },
    {
        "SideEffectName": "Жар, кашель",
        "MicroName": "ЦИНК",
        "Comments": "Скорее всего, употребление большого количества цинка небезопасно. Большие дозы, превышающие рекомендованные, могут вызвать жар и кашель.",
        "Links": "164"
    },
    {
        "SideEffectName": "Боль в животе",
        "MicroName": "ЦИНК",
        "Comments": "Скорее всего, употребление большого количества цинка небезопасно. Большие дозы, превышающие рекомендованные, могут вызвать боль в животе многие другие побочные эффекты.",
        "Links": "164"
    },
    {
        "SideEffectName": "Усталость",
        "MicroName": "ЦИНК",
        "Comments": "Скорее всего, употребление большого количества цинка небезопасно. Большие дозы, превышающие рекомендованные, могут вызвать усталость.",
        "Links": "164"
    },
    {
        "SideEffectName": "Рак предстательной железы",
        "MicroName": "ЦИНК",
        "Comments": "Ежедневный прием более 100 мг добавок цинка или их прием в течение 10 и более лет удваивает риск развития рака предстательной железы. Также есть опасения, что прием большого количества поливитаминов вместе с отдельной добавкой цинка увеличивает шанс умереть от рака предстательной железы.",
        "Links": "165, 166"
    },
    {
        "SideEffectName": "Проблема с железом в крови",
        "MicroName": "ЦИНК",
        "Comments": "Ежедневный прием 450 мг цинка или более может вызвать проблемы с железом в крови. Разовые дозы 10-30 граммов цинка могут оказаться смертельными.",
        "Links": "167"
    },
    {
        "SideEffectName": "Жжение, зуд и покалывание",
        "MicroName": "ЦИНК",
        "Comments": "Цинк вероятно безопасен для большинства взрослых при нанесении на кожу. Использование цинка на поврежденной коже может вызвать жжение, зуд и покалывание.",
        "Links": ""
    },
    {
        "SideEffectName": "Аносмия-потеря обоняния",
        "MicroName": "ЦИНК",
        "Comments": "Цинк возможно небезопасен при вдыхании через нос, так как может привести к необратимой аносмии. Рекомендуется не использовать определенные цинкосодержащие спреи для носа в связи с более чем 100 научными работами, указавшими на риски потери обоняния. Производители таких цинксодержащих спреев для носа также получил несколько сотен сообщений о потере обоняния от людей, которые использовали данный спрей. Так что следует избегать использования цинкосодержащих спреев для носа.",
        "Links": "168, 169"
    },
    {
        "SideEffectName": "Хроническая болезнь почек",
        "MicroName": "ВИТАМИН К",
        "Comments": "Если вы получаете лечение диализом, в следствии хронической болезни почек, то потребления витамина К в большом количестве может быть вредным для вас [80].",
        "Links": "80"
    },
    {
        "SideEffectName": "Заболевание печени",
        "MicroName": "ВИТАМИН К",
        "Comments": "Витамин К неэффективен для лечения проблем со свертываемостью крови, вызванных тяжелым заболеванием печени. Фактически, высокие дозы витамина К могут усугубить проблемы со свертываемостью крови у этих людей [81].",
        "Links": "81"
    },
    {
        "SideEffectName": "Гипосекреция желчи",
        "MicroName": "ВИТАМИН К",
        "Comments": "Возможно, люди со сниженной секрецией желчи, принимающие витамин K нуждаются в дополнительном приеме соли желчных кислот вместе с витамином K, чтобы обеспечить его всасывание [82].",
        "Links": "82"
    },
    {
        "SideEffectName": "Диарея",
        "MicroName": "ВИТАМИН К",
        "Comments": "При ежедневном приеме витамина К в рекомендуемом количестве, большинство людей не испытывают побочных эффектов. Но у некоторых людей может быть  диарея.",
        "Links": "68"
    },
    {
        "SideEffectName": "Расстройство желудка",
        "MicroName": "ВИТАМИН К",
        "Comments": "При ежедневном приеме витамина К в рекомендуемом количестве, большинство людей не испытывают побочных эффектов. Но у некоторых людей может быть расстройство желудка.",
        "Links": "69"
    },
    {
        "SideEffectName": "Анафилактоидные реакции",
        "MicroName": "ВИТАМИН К",
        "Comments": "Введение витамина К внутривенно может осложняться анафилактоидными реакциями, а подкожное введение - кожными реакциями, предпочтительным является именно пероральное введение.",
        "Links": "71"
    },
    {
        "SideEffectName": "Алкоголизм",
        "MicroName": "МАГНИЙ",
        "Comments": "Злоупотребление алкоголем увеличивает риск дефицита магния.",
        "Links": "134, 135, 136"
    },
    {
        "SideEffectName": "Нарушения свертываемости крови",
        "MicroName": "МАГНИЙ",
        "Comments": "Кажется, что магний замедляет свертывание крови. Теоретически, прием магния может увеличить риск кровотечения или синяков у людей с нарушениями свертываемости крови.",
        "Links": "137, 138"
    },
    {
        "SideEffectName": "Сахарный диабет",
        "MicroName": "МАГНИЙ",
        "Comments": "Сахарный диабет увеличивает риск дефицита магния. Плохо контролируемый сахарный диабет снижает количество усваиваемого организмом магния.",
        "Links": "139, 140, 141"
    },
    {
        "SideEffectName": "Блокада сердца",
        "MicroName": "МАГНИЙ",
        "Comments": "Не следует назначать людям с блокадой сердца, высокие дозы магния (обычно вводимые внутривенно).",
        "Links": "164"
    },
    {
        "SideEffectName": "Миастения гравис",
        "MicroName": "МАГНИЙ",
        "Comments": "Магний, вводимый внутривенно может усилить слабость и вызвать затруднения дыхания у людей с состоянием, называемым миастенией гравис.",
        "Links": "142"
    },
    {
        "SideEffectName": "Диарея",
        "MicroName": "МАГНИЙ",
        "Comments": "Прием магния внутрь в высоких дозах может вызвать диарею и избыточное содержание магния в крови",
        "Links": ""
    },
    {
        "SideEffectName": "Расстройство желудка",
        "MicroName": "МАГНИЙ",
        "Comments": "Для большинства взрослых дозы менее 350 мг в день безопасны. У некоторых людей магний может вызывать такой побочный эффект, как расстройство желудка.",
        "Links": ""
    },
    {
        "SideEffectName": "Тошнота, рвота",
        "MicroName": "МАГНИЙ",
        "Comments": "У некоторых людей магний может вызывать такие побочные эффекты, как тошнота и рвота.",
        "Links": ""
    },
    {
        "SideEffectName": "Нерегулярное сердцебиение",
        "MicroName": "МАГНИЙ",
        "Comments": "Большие дозы могут вызвать накопление в организме избыточного количества магния, вызывая серьезные побочные эффекты, как нерегулярное сердцебиение.",
        "Links": ""
    },
    {
        "SideEffectName": "Артериальная гипотензия",
        "MicroName": "МАГНИЙ",
        "Comments": "Избыточное количестоа магния может вызывать серьезные побочные эффекты, как артериальная гипотензия.",
        "Links": ""
    },
    {
        "SideEffectName": "Спутанность сознания",
        "MicroName": "МАГНИЙ",
        "Comments": "Магний в больших дозах может причинить побочные эффекты, как спутанность сознания.",
        "Links": ""
    },
    {
        "SideEffectName": "Замедленное дыхание",
        "MicroName": "МАГНИЙ",
        "Comments": "Большие дозы могут вызвать накопление в организме избыточного количества магния, вызывая  побочные эффекты, как замедленное дыхание.",
        "Links": ""
    },
    {
        "SideEffectName": "Кома и смерть",
        "MicroName": "МАГНИЙ",
        "Comments": "Большие дозы магния вызывают кому и смерть.",
        "Links": ""
    },
    {
        "SideEffectName": "Беременным и кормящим женщинам",
        "MicroName": "МАГНИЙ",
        "Comments": "Магний возможно безопасен, если инъекционные формы магния, отпускаемые только по рецепту, вводятся за 5 дней до родов. Но магний, отпускаемый только по рецепту, назначают только беременным женщинам с некоторыми серьезными заболеваниями. Есть данные, что использование магния для подавления ранней родовой деятельности, может привести к серьезным проблемам у младенца. Применение магния инъекционным методом, более 5 дней может вызвать проблемы у младенца с костями и головным мозгом.",
        "Links": ""
    },
    {
        "SideEffectName": "Остеопороза и перелом бедра",
        "MicroName": "ВИТАМИН А",
        "Comments": "Некоторые исследования показывают, что более высокие дозы могут увеличить риск остеопороза и перелома бедра, особенно у пожилых людей. У женщин, прошедших менопаузу, прием слишком большого количества витамина А может увеличить риск остеопороза и перелома бедра.",
        "Links": "212, 254, 255"
    },
    {
        "SideEffectName": "Смерть от всех причин",
        "MicroName": "ВИТАМИН А",
        "Comments": "Растет опасение, что прием больших доз антиоксидантных добавок, таких как витамин А, может принести больше вреда, чем пользы. Некоторые исследования показывают, что прием больших доз витамина А может увеличить вероятность смерти от всех причин и, возможно, других серьезных побочных эффектов.",
        "Links": "214"
    },
    {
        "SideEffectName": "Врожденные дефекты",
        "MicroName": "ВИТАМИН А",
        "Comments": "Витамин А может привести к врожденным дефектам. Беременным женщинам особенно важно следить за потреблением витамина А из всех источников в течение первых трех месяцев беременности.",
        "Links": "218, 219"
    },
    {
        "SideEffectName": "Вредное воздействие на печень",
        "MicroName": "ВИТАМИН А",
        "Comments": "При чрезмерном употреблении алкоголя: Употребление алкоголя может усилить потенциально вредное воздействие витамина А на печень.",
        "Links": "221, 222"
    },
    {
        "SideEffectName": "Заболевание печени",
        "MicroName": "ВИТАМИН А",
        "Comments": "Чрезмерное количество витамина А может усугубить течение заболевания печени. Не принимайте витамин А, если у вас заболевание печени.",
        "Links": "224, 226"
    },
    {
        "SideEffectName": "При чрезмерном употреблении алкоголя",
        "MicroName": "ВИТАМИН А",
        "Comments": "Употребление алкоголя может усилить потенциально вредное воздействие витамина А на печень.",
        "Links": "221, 222"
    },
    {
        "SideEffectName": "Заболевания, при которых организм не усваивает жир должным образом",
        "MicroName": "ВИТАМИН А",
        "Comments": "Люди с состояниями, влияющими на всасывание жира, такими как целиакия, синдром короткой тонкой кишки, желтуха, муковисцидоз, заболевание поджелудочной железы и цирроз печени, не могут должным образом усваивать витамин А. Чтобы улучшить усвоение витамина А, этим людям следует использовать водорастворимые препараты витамина А.",
        "Links": "225"
    },
    {
        "SideEffectName": "Дефицит железа",
        "MicroName": "ВИТАМИН А",
        "Comments": "Дефицит железа может повлиять на способность организма расщеплять и использовать витамин А.",
        "Links": "223"
    },
    {
        "SideEffectName": "Недоедание",
        "MicroName": "ВИТАМИН А",
        "Comments": "У людей с серьезной недостаточностью белка прием витамина А может привести к тому, что в организме будет избыток витамина А.",
        "Links": "253"
    },
    {
        "SideEffectName": "Дефицит цинка",
        "MicroName": "ВИТАМИН А",
        "Comments": "Дефицит цинка может привести к дефициту витамина А. Для улучшения этого состояния может потребоваться комбинация добавок витамина А и цинка.",
        "Links": "227, 228"
    },
    {
        "SideEffectName": "Сердечно-сосудистые заболевания",
        "MicroName": "НАТРИЙ",
        "Comments": "Пациенты с сердечно-сосудистыми заболеваниями должны потреблять натрий в умеренных количествах. Употребление натрия в количестве более 2,3 грамма в день может увеличить риск сердечно-сосудистых заболеваний и смерти.",
        "Links": "74"
    },
    {
        "SideEffectName": "Высокий уровень натрия в организме (гипернатриемия)",
        "MicroName": "НАТРИЙ",
        "Comments": "Прием натрия увеличивает уровень натрия в организме и может ухудшить данное состояние.",
        "Links": "75"
    },
    {
        "SideEffectName": "Артериальная гипертензия",
        "MicroName": "НАТРИЙ",
        "Comments": "Прием большого количества натрия может повысить артериальное давление и усугубить это состояние.",
        "Links": "1, 2, 3"
    },
    {
        "SideEffectName": "Заболевание почек",
        "MicroName": "НАТРИЙ",
        "Comments": "Людям с заболеванием почек следует ограничить потребление натрия. Потребление большого количества натрия может усугубить данное состояние.",
        "Links": "7, 8"
    },
    {
        "SideEffectName": "Рассеянный склероз (РС)",
        "MicroName": "НАТРИЙ",
        "Comments": "Есть некоторые опасения, что употребление слишком большого количества соли в рационе может ухудшить течение рассеянного склероза. Но подтверждающих это исследований нет. Не причин снижать потребление соли, если у вас рассеянный склероз. Но каждый должен следовать указанной норме, то есть потреблять натрий в дозе менее 2.3 грамма в день.",
        "Links": "77, 78"
    },
    {
        "SideEffectName": "Ожирение",
        "MicroName": "НАТРИЙ",
        "Comments": "Людям, страдающим ожирением или подверженным риску ожирения, следует потреблять натрий в умеренном количестве. Некоторые исследования показывают, что потребление большого количества натрия может привести к увеличению веса.",
        "Links": "45, 46, 47"
    },
    {
        "SideEffectName": "Слабые и ломкие кости (остеопороз)",
        "MicroName": "НАТРИЙ",
        "Comments": "Есть некоторые опасения, что содержание в рационе слишком большого количества соли может усугубить остеопороз. Но исследования по этой теме неясны. Нет причин снижать потребление соли, если у вас остеопороз. Но каждый должен следовать указанной норме, то есть менее 2.3 грамма в день.",
        "Links": "48, 49, 50"
    },
    {
        "SideEffectName": "Сердечно-сосудистые заболевания",
        "MicroName": "ФОСФОР",
        "Comments": "Избегайте употребления фосфата натрия, если у вас есть сердечно-сосудистые заболевания.",
        "Links": "33, 34"
    },
    {
        "SideEffectName": "Задержка жидкости в организме (отек)",
        "MicroName": "ФОСФОР",
        "Comments": "Избегайте использования фосфата натрия, если у вас цирроз печени, сердечная недостаточность или другие состояния, которые могут вызывать отеки.",
        "Links": "48, 49, 50"
    },
    {
        "SideEffectName": "Высокий уровень кальция в крови (гиперкальциемия)",
        "MicroName": "ФОСФОР",
        "Comments": "Осторожно используйте фосфатные соли, если у вас гиперкальциемия. Слишком много фосфата может привести к отложению кальция там, где его не должно быть в организме.",
        "Links": "51"
    },
    {
        "SideEffectName": "Высокий уровень фосфатов в крови (гиперфосфатемия)",
        "MicroName": "ФОСФОР",
        "Comments": "Больные болезнью Аддисона, тяжелыми заболеваниями сердца и легких, заболеваниями почек, проблемами щитовидной железы или заболеваниями печени более склонны, вырабатывать чрезмерное количество фосфатов в крови при приеме фосфатных солей. Используйте фосфатные соли только после консультации и под постоянным наблюдением врача, если вы страдаете от вышеперечисленного.",
        "Links": "49, 52, 53"
    },
    {
        "SideEffectName": "Заболевание почек",
        "MicroName": "ФОСФОР",
        "Comments": "Используйте фосфатные соли только после консультации и постоянного наблюдения со стороны медицинского работника, если у вас есть проблемы с почками.",
        "Links": "2, 9, 49, 50"
    },
    {
        "SideEffectName": "Обезвоживание",
        "MicroName": "ФОСФОР",
        "Comments": "Фосфатные соли, содержащие натрий, калий, алюминий или кальций вероятно безопасны для большинства людей при правильном и кратковременном ректальном введении. Однако Управление по санитарному надзору за качеством пищевых продуктов и медикаментов (англ. Food and Drug Administration, FDA, USFDA) предостерегает от использования чаще одного раза в день. Более частое применение может вызвать обезвоживание и серьезные изменения в электролитном балансе крови.",
        "Links": "7, 8, 9"
    },
    {
        "SideEffectName": "Нарушение фосфатного баланса",
        "MicroName": "ФОСФОР",
        "Comments": "Фосфатные соли (выраженные как фосфор) возможно небезопасны при применении у взрослых 70 лет и младше в дозе более 4 грамма в день, и 3 грамма в день у людей старше 70 лет. Регулярный, длительный прием может нарушить фосфатный баланс и баланс других химических веществ в организме, поэтому врач должен контролировать его применение, чтобы избежать серьезных побочных эффектов.",
        "Links": "19, 32"
    },
    {
        "SideEffectName": "Аллергия на аспирин или тартразин содержащие продукты",
        "MicroName": "КАЛИЙ",
        "Comments": "Избегайте применения добавок с калием, содержащие тартразин.",
        "Links": "50, 51"
    },
    {
        "SideEffectName": "Диализ",
        "MicroName": "КАЛИЙ",
        "Comments": "Калий в крови у людей, находящихся на диализе может быть высоким или низким. Уровень калия может отличаться в зависимости от типа диализа, что был применен. Если вы проходите лечение диализом, возможно, вам потребуется увеличить или ограничить потребление калия под руководством медицинского работника.",
        "Links": "52, 53"
    },
    {
        "SideEffectName": "Нарушение моторики желудочно-кишечного тракта",
        "MicroName": "КАЛИЙ",
        "Comments": "Заболевания пищеварительного тракта, которые могут повлиять на скорость прохождения пищи и пищевых добавок через организм (нарушение моторики желудочно-кишечного тракта): Не принимайте добавки калия, если у вас есть одно из этих расстройств. Калий может накапливаться в организме до опасного уровня.",
        "Links": "18"
    },
    {
        "SideEffectName": "Болезнь почек",
        "MicroName": "КАЛИЙ",
        "Comments": "Применяйте калий только под руководством и под постоянным наблюдением медицинского работника, если у вас имеются проблемы с почками.",
        "Links": "19, 20, 21"
    },
    {
        "SideEffectName": "Пересадка почки",
        "MicroName": "КАЛИЙ",
        "Comments": "Имеется только два сообщения об очень высоком уровне калия у людей, получавших цитрат калия сразу после пересадки почки. Если вам сделали пересадку почки, используйте калий только под руководством и постоянным наблюдением врача.",
        "Links": "54, 55"
    },
    {
        "SideEffectName": "Расстройство желудка, тошнота, диарея, рвота",
        "MicroName": "КАЛИЙ",
        "Comments": "В очень большом количестве может вызвать такие побочные эффекты, как: расстройство желудка, тошнота, диарея и рвота.",
        "Links": "18, 19, 20"
    },
    {
        "SideEffectName": "Чувство жжения или покалывания, общая слабость, паралич, спутанность сознания",
        "MicroName": "КАЛИЙ",
        "Comments": "Потребление калия в чрезмерном количестве является небезопасным и может быть причиной таких состояний как чувство жжения или покалывания, общей слабости, паралича, спутанности сознания.",
        "Links": "18, 19, 20"
    },
    {
        "SideEffectName": "Артериальная гипотензия, аритмия",
        "MicroName": "КАЛИЙ",
        "Comments": "В больших количествах может быть причниной артериальной гипертензии и аритмии.",
        "Links": "18, 19, 20"
    },
    {
        "SideEffectName": "Cмерть",
        "MicroName": "КАЛИЙ",
        "Comments": "Согласно некоторым данным, потребление калия в чрезмерном количестве является небезопасным и может быть причиной смерти.",
        "Links": "18, 19, 21"
    },
    {
        "SideEffectName": "Алкоголизм",
        "MicroName": "ВИТАМИН С",
        "Comments": "Употребление алкоголя может привести к экскреции витамина С с мочой. Люди, регулярно употребляющие алкоголь, особенно те, кто страдает другими заболеваниями, часто страдают дефицитом витамина С. Этим людям может потребоваться более длительное лечение, для восстановления нормального уровня витамина С.",
        "Links": "329"
    },
    {
        "SideEffectName": "Рак",
        "MicroName": "ВИТАМИН С",
        "Comments": "Раковые клетки собирают высокие концентрации витамина C. Используйте только высокие дозы витамина C под руководством своего онколога, пока не будет известно больше.",
        "Links": "330"
    },
    {
        "SideEffectName": "Заболевание почек",
        "MicroName": "ВИТАМИН С",
        "Comments": "Заболевание почек связано с дефицитом витамина С. У некоторых людей добавки витамина С могут также увеличить количество оксалата в моче. Избыток оксалата в моче может увеличить риск почечной недостаточности у людей с заболеванием почек.",
        "Links": "331"
    },
    {
        "SideEffectName": "Метаболический дефицит «глюкозо-6-фосфатдегидрогеназы» (Г6ФД)",
        "MicroName": "ВИТАМИН С",
        "Comments": "Большое количество витамина С может вызвать разрушение красных кровяных телец у людей с этим заболеванием. Избегайте чрезмерного употребления витамина С.",
        "Links": "332"
    },
    {
        "SideEffectName": "Камни в почках или нефролитиаз в анамнезе",
        "MicroName": "ВИТАМИН С",
        "Comments": "Большое количество витамина С может увеличить вероятность образования камней в почках. Не принимайте витамин С в количествах, превышающих те, которые содержатся в поливитаминных комплексах.",
        "Links": "333"
    },
    {
        "SideEffectName": "Курение и жевание табака",
        "MicroName": "ВИТАМИН С",
        "Comments": "Курение и жевание табака снижает уровень витамина С. Людям, которые курят или жуют табак, следует увеличить потребление витамина С с продуктов питания.",
        "Links": "334, 335"
    },
    {
        "SideEffectName": "Диарея, тошнота, желудочные спазмы",
        "MicroName": "ВИТАМИН С",
        "Comments": "Слишком большая доза витамина С может привести к диарее, тошноте, желудочным спазмам.",
        "Links": "324"
    },
    {
        "SideEffectName": "Гемохромотоз",
        "MicroName": "ВИТАМИН С",
        "Comments": "У людей, страдающих гемохроматозом, при котором в организме накапливается избыток железа, большие дозы витамина С увеличивают нагрузку железом и сопутствующее этому повреждение тканей.",
        "Links": "324"
    },
    {
        "SideEffectName": "Почечные камни",
        "MicroName": "ВИТАМИН С",
        "Comments": "Избыток витамина С может приводить к формированию почечных камней.",
        "Links": "325, 326"
    },
    {
        "SideEffectName": "При беременности",
        "MicroName": "ВИТАМИН С",
        "Comments": "Прием слишком большого количества витамина С во время беременности может вызвать проблемы у новорожденного. Витамин C может быть опасен при приеме внутрь в чрезмерных количествах.",
        "Links": ""
    },
    {
        "SideEffectName": "Нарушение всасывания витамина В12",
        "MicroName": "ВИТАМИН С",
        "Comments": "Избыток витамина С может приводить к нарушению всасывания витамина В12.",
        "Links": ""
    },
    {
        "SideEffectName": "Гемофилия",
        "MicroName": "ВИТАМИН B5",
        "Comments": "Не стоит принимать декспантенол - химическое вещество, подобное пантотеновой кислоте, если у вас гемофилия. Так как это может увеличить риск кровотечения.",
        "Links": ""
    },
    {
        "SideEffectName": "Непроходимость желудочно-кишечного тракта",
        "MicroName": "ВИТАМИН B5",
        "Comments": "Не делайте инъекции декспантенола - химического вещества, аналогичного пантотеновой кислоте, если у вас непроходимость желудочно-кишечного тракта.",
        "Links": ""
    },
    {
        "SideEffectName": "Язвенный колит",
        "MicroName": "ВИТАМИН B5",
        "Comments": "C осторожностью используйте клизмы, содержащие декспантенол - химическое вещество, подобное пантотеновой кислоте, если у вас язвенный колит.",
        "Links": "73"
    },
    {
        "SideEffectName": "Аутоиммунные заболевания",
        "MicroName": "СЕЛЕН",
        "Comments": "Селен может стимулировать иммунную систему. Теоретически селен может усугубить аутоиммунное заболевание, стимулируя его активность. Людям с аутоиммунными заболеваниями, такими как рассеянный склероз, системная красная волчанка (СКВ), ревматоидный артрит (РА) и др., следует избегать приема добавок селена, но стоит иметь в виду, что некоторые исследования говорят о положительном влиянии селена на течение автоиммунных заболеваний.",
        "Links": "135, 136"
    },
    {
        "SideEffectName": "Гемодиализ",
        "MicroName": "СЕЛЕН",
        "Comments": "У пациентов, находящихся на гемодиализе, уровень селена в крови может быть низким. Использование диализного раствора с селеном может повысить его уровень, но некоторым людям может потребоваться добавка селена.",
        "Links": "95, 96"
    },
    {
        "SideEffectName": "Гипофункция щитовидной железы (гипотиреоз)",
        "MicroName": "СЕЛЕН",
        "Comments": "Прием селена может усугубить гипотиреоз, особенно у людей с йододефицитом. В этом случае следует принимать йод вместе с селеном. Проконсультируйтесь с вашим лечащим врачом.",
        "Links": "60"
    },
    {
        "SideEffectName": "Проблемы с фертильностью у мужчин",
        "MicroName": "СЕЛЕН",
        "Comments": "Селен может снизить подвижность сперматозоидов, что может привести к сниженной фертильности. Если вы пытаетесь зачать ребенка, не принимайте добавки селена.",
        "Links": "98"
    },
    {
        "SideEffectName": "Рак кожи",
        "MicroName": "СЕЛЕН",
        "Comments": "У людей, у которых был немеланомный рак кожи, длительное употребление добавок селена может немного повысить риск рецидива рака. Избегайте длительного приема добавок селена, если у вас когда-либо был рак кожи, пока не станет известно больше.",
        "Links": "39"
    },
    {
        "SideEffectName": "Хирургическая операция",
        "MicroName": "СЕЛЕН",
        "Comments": "Селен может увеличить риск кровотечения во время и после операции. Прекратите принимать селен как минимум за 2 недели до плановой операции.",
        "Links": "100"
    },
    {
        "SideEffectName": "Риск сахарного диабета",
        "MicroName": "СЕЛЕН",
        "Comments": "Длительный прием более низких доз, например доз, превышающих рекомендованную суточную норму потребления, также может увеличить риск сахарного диабета.",
        "Links": "31, 32, 33, 128, 129"
    },
    {
        "SideEffectName": "При беременности",
        "MicroName": "СЕЛЕН",
        "Comments": "Селен возможно небезопасен во время беременности и грудном вскармливания, если его принимать в дозах более 400 мкг в день. Эта доза может быть токсичной, а у ВИЧ-инфицированных женщин может повысить уровень вируса в грудном молоке.",
        "Links": "133, 134"
    },
    {
        "SideEffectName": "Болезненность мышц, тремор",
        "MicroName": "СЕЛЕН",
        "Comments": "Селен может быть причиной болезненности мышц, тремора и и других побочных эффектов.",
        "Links": "130, 131, 132"
    },
    {
        "SideEffectName": "Головокружение",
        "MicroName": "СЕЛЕН",
        "Comments": "Большие дозы селена могут привести к головокружению.",
        "Links": "130, 131, 133"
    },
    {
        "SideEffectName": "Покраснение лица",
        "MicroName": "СЕЛЕН",
        "Comments": "Покраснение лица один из побочных жффектов передозировки селена.",
        "Links": "130, 131, 134"
    },
    {
        "SideEffectName": "Проблемы с печенью",
        "MicroName": "СЕЛЕН",
        "Comments": "Передозировка селеном может стать причиной проблем с печенью.",
        "Links": "130, 131, 134"
    },
    {
        "SideEffectName": "Проблемы с почками",
        "MicroName": "СЕЛЕН",
        "Comments": "Чрезмерное количество селена в организме может привести к проблемам с почками.",
        "Links": "130, 131, 134"
    },
    {
        "SideEffectName": "Тошнота, рвота",
        "MicroName": "СЕЛЕН",
        "Comments": "Согласно некоторым данным, большие дозы селена могут вызывать серьезные побочные эффекты, включая тошноту, рвоту.",
        "Links": "130, 131, 134"
    },
    {
        "SideEffectName": "Металлический привкус",
        "MicroName": "СЕЛЕН",
        "Comments": "Отравление селеном при длительном употреблении похоже на отравление мышьяком, с такими симптомами, как: усталость.",
        "Links": "130, 131, 134"
    },
    {
        "SideEffectName": "Воспаление ногтей, белые полосы на ногтях",
        "MicroName": "СЕЛЕН",
        "Comments": "Отравление селеном при длительном употреблении похоже на отравление мышьяком, с такими симптомами, как: белые горизонтальные полосы на ногтях, воспаление ногтей.",
        "Links": "130, 131, 134"
    },
    {
        "SideEffectName": "Раздражительность и потеря энергии",
        "MicroName": "СЕЛЕН",
        "Comments": "Большие дозы селена могут вызывать серьезные побочные эффекты, включая потерю энергии и раздражительность.",
        "Links": "130, 131, 134"
    },
    {
        "SideEffectName": "Выпадение волос",
        "MicroName": "СЕЛЕН",
        "Comments": "Отравление селеном при длительном употреблении похоже на отравление мышьяком, с такими симптомами, как: выпадение волос.",
        "Links": "130, 131, 134"
    },
    {
        "SideEffectName": "Поражение нервов",
        "MicroName": "ВИТАМИН B6",
        "Comments": "Практически невозможно получить слишком много витамина В6 из пищи. Но прием больших доз витамина В6 в составе добавок в течение года или дольше может привести к серьезному поражению нервов, приводя к утрате контроля над движениями тела. Обычно симптомы проходят после прекращения приема витамина В6.",
        "Links": "68"
    },
    {
        "SideEffectName": "Некрасивые пятна на коже",
        "MicroName": "ВИТАМИН B6",
        "Comments": "Другие симптомы избытка витамина В6 включают болезненные некрасивые пятна на коже.",
        "Links": "68"
    },
    {
        "SideEffectName": "Повышенную чувствительность к солнечному свету",
        "MicroName": "ВИТАМИН B6",
        "Comments": "Большие дозы витамина В6 могут вызывать серьезные побочные эффекты, как повышенная чувствительность к солнечному свету.",
        "Links": "68"
    },
    {
        "SideEffectName": "Тошнота и изжога",
        "MicroName": "ВИТАМИН B6",
        "Comments": "Избыток витамина В6 может быть причиной тошноты и изжоги.",
        "Links": "68"
    },
    {
        "SideEffectName": "Аллергические реакции и раздражение кожи",
        "MicroName": "ВИТАМИН В1",
        "Comments": "Тиамин вероятно безопасен при приеме внутрь в соответствующем количестве, хотя наблюдались редкие аллергические реакции и раздражение кожи.",
        "Links": "41, 42"
    },
    {
        "SideEffectName": "Алкогольный цирроз печени",
        "MicroName": "ВИТАМИН В1",
        "Comments": "Люди, страдающие алкоголизмом и больные циррозом печени часто имеют низкий уровень тиамина в организме. Алкогольная полинейропатия может усугубляться при дефиците витамина В1. Таким пациентам могут потребоваться добавки с тиамином.",
        "Links": "44, 45"
    },
    {
        "SideEffectName": "Критическое состояние, обусловленное тяжелой болезнью",
        "MicroName": "ВИТАМИН В1",
        "Comments": "У пациентов в критическом состоянии, например перенесших операцию, может иметь место дефицит тиамина. Им могут потребоваться добавки с тиамином.",
        "Links": "46"
    },
    {
        "SideEffectName": "Сердечная недостаточность",
        "MicroName": "ВИТАМИН В1",
        "Comments": "У людей с сердечной недостаточностью может быть дефицит тиамина. Им также могут потребоваться добавки с тиамином.",
        "Links": "8, 30, 31, 32"
    },
    {
        "SideEffectName": "Гемодиализ",
        "MicroName": "ВИТАМИН В1",
        "Comments": "У пациентов, проходящих лечение гемодиализом, может отмечаться дефицит тиамина. Им тоже могут потребоваться добавки с тиамином.",
        "Links": "47"
    },
    {
        "SideEffectName": "Синдром мальабсорбции",
        "MicroName": "ВИТАМИН В1",
        "Comments": "У больных с синдромом мальабсорбции может быть низкий уровень тиамина. Им могут потребоваться добавки тиамина.",
        "Links": "4, 53"
    },
    {
        "SideEffectName": "Гепатит, цирроз, обструкция желчевыводящих путей",
        "MicroName": "ВИТАМИН В2",
        "Comments": "Гепатит, цирроз, обструкция желчевыводящих путей: всасывание рибофлавина у больных с патологией гепатобилиарной системы снижено.",
        "Links": "2"
    },
    {
        "SideEffectName": "Приливы крови",
        "MicroName": "ВИТАМИН В3",
        "Comments": "Распространенным побочным эффектом ниацина является - приливы крови (ниациновый прилив). Это связано со свойством ниацина расширять кровеносные сосуды [2]. Данное явление может проявляться жжением, покалыванием, зудом и покраснением лица, рук и груди, а также головными болями. Чтобы минимизировать данный побочный эффект нужно начинать принимать ниацин с малых доз в сочетании с  325 мг аспирина перед каждой дозой ниацина. Обычно когда организм привыкает к ниацину, эта реакция проходит.",
        "Links": "55"
    },
    {
        "SideEffectName": "Алкоголь",
        "MicroName": "ВИТАМИН В3",
        "Comments": "Избегайте употребления алкоголя в больших количествах во время приема ниацина.",
        "Links": "56"
    },
    {
        "SideEffectName": "Расстройство желудка, кишечные газы",
        "MicroName": "ВИТАМИН В3",
        "Comments": "К другим незначительным побочным эффектам ниацина относятся: расстройство желудка, кишечные газы.",
        "Links": "1"
    },
    {
        "SideEffectName": "Аллергия",
        "MicroName": "ВИТАМИН В3",
        "Comments": "Ниацин может усугубить аллергию, способствуя высвобождению гистамина - химического вещества, вызывающего аллергические проявления.",
        "Links": "26"
    },
    {
        "SideEffectName": "Сердечные заболевания/нестабильная стенокардия",
        "MicroName": "ВИТАМИН В3",
        "Comments": "Большое количество ниацина может увеличить риск нерегулярного сердцебиения. Поэтому принимайте ниацин с осторожностью.",
        "Links": "1"
    },
    {
        "SideEffectName": "Болезнь Крона",
        "MicroName": "ВИТАМИН В3",
        "Comments": "У больных болезнью Крона может развиться дефицит ниацина, поэтому они могут нуждаться в пищевых добавках во время обострений.",
        "Links": "27, 28"
    },
    {
        "SideEffectName": "Сахарный диабет",
        "MicroName": "ВИТАМИН В3",
        "Comments": "Ниацин может вызывать гипергликемию. Поэтому больным сахарным диабетом, принимающим ниацин, следует тщательно проверять уровень глюкозы в крови.",
        "Links": "29"
    },
    {
        "SideEffectName": "Заболевания желчного пузыря",
        "MicroName": "ВИТАМИН В3",
        "Comments": "Ниацин может усугубить течение заболеваний желчного пузыря.",
        "Links": "55, 57"
    },
    {
        "SideEffectName": "Подагра",
        "MicroName": "ВИТАМИН В3",
        "Comments": "Ниацин в большом количестве может вызвать подагру.",
        "Links": "55, 58"
    },
    {
        "SideEffectName": "Заболевания печени",
        "MicroName": "ВИТАМИН В3",
        "Comments": "Ниацин может увеличить повреждение печени. Если у вас имеется заболевание печени, то не принимайте ниацин в большом количестве.",
        "Links": "1, 31, 55"
    },
    {
        "SideEffectName": "Язвы желудка или кишечника",
        "MicroName": "ВИТАМИН В3",
        "Comments": "Ниацин может усугубить язвенную болезнь. Поэтому не принимайте ниацин в большом количестве.",
        "Links": "32"
    },
    {
        "SideEffectName": "Артериальная гипотензия",
        "MicroName": "ВИТАМИН В3",
        "Comments": "Ниацин может еще больше снизить артериальное давление и ухудшить это состояние.",
        "Links": "33"
    },
    {
        "SideEffectName": "Жировые отложения вокруг сухожилий (ксантоматоз сухожилий)",
        "MicroName": "ВИТАМИН В3",
        "Comments": "Ниацин может увеличить риск инфицирования ксантом.",
        "Links": "34"
    },
    {
        "SideEffectName": "Заболевания щитовидной железы",
        "MicroName": "ВИТАМИН В3",
        "Comments": "Тироксин - гормон, вырабатываемый щитовидной железой. Ниацин может снизить его уровень в крови. Это может ухудшить течение некоторых заболеваний щитовидной железы.",
        "Links": "35"
    },
    {
        "SideEffectName": "Проблемы с печенью",
        "MicroName": "ВИТАМИН В3",
        "Comments": "При приеме ниацина более 3 грамм в день могут возникнуть проблемы с печенью.",
        "Links": "1, 55"
    },
    {
        "SideEffectName": "Подагра",
        "MicroName": "ВИТАМИН В3",
        "Comments": "При приеме ниацина более 3 грамм в день может привести к подагре.",
        "Links": "1, 55"
    },
    {
        "SideEffectName": "Язва пищеварительного тракта",
        "MicroName": "ВИТАМИН В3",
        "Comments": "Риски появления язв в пищеварительном тракте при приеме ниацина более 3 грамм в день.",
        "Links": "1, 55"
    },
    {
        "SideEffectName": "Потеря зрения",
        "MicroName": "ВИТАМИН В3",
        "Comments": "Если принимать ниацин в дозировке более 3 грамм в день возможна потеря зрения.",
        "Links": "1, 55"
    },
    {
        "SideEffectName": "Гиперкгликемия",
        "MicroName": "ВИТАМИН В3",
        "Comments": "При приеме ниацина более 3 грамм в день может возникнуть гипергликемия.",
        "Links": "1, 55"
    },
    {
        "SideEffectName": "Нарушение ритма сердца",
        "MicroName": "ВИТАМИН В3",
        "Comments": "При приеме ниацина более 3 грамм в день может быть нарушение ритма сердца.",
        "Links": "1, 55"
    },
    {
        "SideEffectName": "Наследственная патология, когда организм не может перерабатывать биотин (дефицит биотинидазы)",
        "MicroName": "ВИТАМИН В7",
        "Comments": "Людям с таким заболеванием может понадобиться дополнительный биотин.",
        "Links": ""
    },
    {
        "SideEffectName": "Курение",
        "MicroName": "ВИТАМИН В7",
        "Comments": "У курильщиков может быть низкий уровень биотина в организме, поэтому им может потребоваться добавка биотина.",
        "Links": "20"
    },
    {
        "SideEffectName": "Диализ почек",
        "MicroName": "ВИТАМИН В7",
        "Comments": "Людям, находящимся на диализе, может потребоваться дополнительный биотин. Проконсультируйтесь с вашим лечащим врачом.",
        "Links": ""
    },
    {
        "SideEffectName": "Лабораторные тесты",
        "MicroName": "ВИТАМИН В7",
        "Comments": "Применение пищевых добавок с биотином, может повлиять на результаты многих различных лабораторных анализов крови. Он может быть причиной ложно-положительных или ложно-отрицательных результатов. Это может привести к неправильной интерпретации и неправильной диагностики. Сообщите своему врачу, если вы принимаете добавки с биотином, особенно если у вас проводятся лабораторные анализы, поскольку вам может потребоваться прекратить прием биотина до анализа крови. Большинство поливитаминов содержат в составе незначительное количество биотина, которое вряд ли повлияет на анализы крови. Но чтобы быть уверенным, проконсультируйтесь со своим врачом.",
        "Links": ""
    },
    {
        "SideEffectName": "Ангиопластика",
        "MicroName": "ВИТАМИН В9",
        "Comments": "Процедура открытия пораженной артерии с использованием тонкого катетера с расширяемым баллоном на конце (ангиопластика): Внутривенное или пероральное применение фолиевой кислоты, витамина B6 и витамина B12 может ухудшить состояние суженных артерий. Людям, перенесшим данную процедуру, нельзя принимать фолиевую кислоту.",
        "Links": "128, 129"
    },
    {
        "SideEffectName": "Рак",
        "MicroName": "ВИТАМИН В9",
        "Comments": "Ранние исследования показывают, что ежедневный прием от 800 мкг до 1 мг фолиевой кислоты может увеличить риск рака. Людям с раком в анамнезе следует избегать больших доз фолиевой кислоты, пока не станет известно больше.",
        "Links": "148"
    },
    {
        "SideEffectName": "Судорожное расстройство",
        "MicroName": "ВИТАМИН В9",
        "Comments": "Прием добавок с фолиевой кислотой может усугубить судороги у людей с судорожными расстройствами, особенно в больших дозах. Однако другие данные сведетельсвтуют, что дефицит фолиевой кислоты часто встречается у детей с эпилепсией, принимающих противоэпилептические препараты в течение длительного времени, способствует плохому контролю над приступами и должен учитываться при этиологических различиях лекарственно-устойчивой эпилепсии. Добавки фолиевой кислоты улучшают контроль над приступами у этих детей.",
        "Links": "150, 151"
    },
    {
        "SideEffectName": "Cпазмы в животе",
        "MicroName": "ВИТАМИН В9",
        "Comments": "Фолиевая кислота возможно небезопасна при длительном приеме внутрь в больших дозах. Хотя в некоторых исследованиях безопасно использовались дозы до 5 мг в день. Дозы фолиевой кислоты более 1 мг в день могут вызывать спазмы в животе.",
        "Links": "184"
    },
    {
        "SideEffectName": "Диарея",
        "MicroName": "ВИТАМИН В9",
        "Comments": "Прием фолиевой кислоты в больших дозах в течение длительного периода времени может вызвать диарею.",
        "Links": "184"
    },
    {
        "SideEffectName": "Сыпь",
        "MicroName": "ВИТАМИН В9",
        "Comments": "Большие дозы фолиевой кислоты могут причинить сыпь.",
        "Links": "184"
    },
    {
        "SideEffectName": "Нарушение сна",
        "MicroName": "ВИТАМИН В9",
        "Comments": "Фолиевая кислота возможно небезопасна при длительном приеме внутрь в больших дозах. Хотя в некоторых исследованиях безопасно использовались дозы до 5 мг в день. Дозы фолиевой кислоты более 1 мг в день могут вызывать нарушение сна и другие побочные эффекты.",
        "Links": "184"
    },
    {
        "SideEffectName": "Раздражительность",
        "MicroName": "ВИТАМИН В9",
        "Comments": "Дозы фолиевой кислоты более 1 мг в день могут вызывать раздражительность.",
        "Links": "184"
    },
    {
        "SideEffectName": "Спутанность сознания",
        "MicroName": "ВИТАМИН В9",
        "Comments": "Фолиевая кислота возможно небезопасна при длительном приеме внутрь в больших дозах. Хотя в некоторых исследованиях безопасно использовались дозы до 5 мг в день. Дозы фолиевой кислоты более 1 мг в день могут вызывать спутанность сознания и другие побочные эффекты.",
        "Links": "184"
    },
    {
        "SideEffectName": "Тошнота",
        "MicroName": "ВИТАМИН В9",
        "Comments": "Некоторые исследования показывают, что прием фолиевой кислоты более 1 мг в день могут вызывать тошноту.",
        "Links": "184"
    },
    {
        "SideEffectName": "Расстройство желудка",
        "MicroName": "ВИТАМИН В9",
        "Comments": "Прием фолиевой кислоты в больших дозах в течение длительного периода времени может вызвать расстройство желудка.",
        "Links": "184"
    },
    {
        "SideEffectName": "Изменение поведения",
        "MicroName": "ВИТАМИН В9",
        "Comments": "Дозы фолиевой кислоты более 1 мг в день могут вызывать изменение поведения.",
        "Links": "184"
    },
    {
        "SideEffectName": "Кожные реакции",
        "MicroName": "ВИТАМИН В9",
        "Comments": "Прием фолиевой кислоты в больших дозах в течение длительного периода времени может вызвать кожные реакции.",
        "Links": "184"
    },
    {
        "SideEffectName": "Судороги",
        "MicroName": "ВИТАМИН В9",
        "Comments": "Также есть опасения, что прием слишком большого количества фолиевой кислоты в течение длительного периода времени может вызвать судороги.",
        "Links": "184"
    },
    {
        "SideEffectName": "Сердечный приступ",
        "MicroName": "ВИТАМИН В9",
        "Comments": "Некоторые исследования показывают, что прием фолиевой кислоты в дозах от 800 мкг до 1,2 мг в день может увеличить риск сердечного приступа у людей с проблемами сердца. Другие исследования показывают, что прием этих больших доз может также увеличить риск рака, такого как рак легких или предстательной железы.",
        "Links": "186"
    },
    {
        "SideEffectName": "Беременность",
        "MicroName": "ВИТАМИН В12",
        "Comments": "При использовании в рекомендуемом количестве, витамин Е возможно безопасен для беременных женщин. Были некоторые опасения, что прием добавок витамина Е может быть вредным для плода на ранних сроках беременности. Но еще слишком рано судить, является ли это серьезной проблемой. Пока не станет известно больше, не принимайте добавки витамина Е в течение первых 8 недель беременности, без консультации врача. На поздних сроках беременности максимальное рекомендуемое количество витамина Е для женщин 14-18 лет составляет 800 мг и для женщин старше 18 лет – 1000 мг.",
        "Links": "128"
    },
    {
        "SideEffectName": "Грудное вскармливание",
        "MicroName": "ВИТАМИН В12",
        "Comments": "Витамин E вероятно безопасен при приеме внутрь в рекомендуемых количествах во время грудного вскармливания. Максимальное рекомендуемое количество витамина E для кормящих женщин 14-18 лет составляет 800 мг и для кормящих женщин старше 18 лет – 1000 мг. Витамин Е возможно небезопасен, если принимать его в дозах, превышающих максимально рекомендованное количество.",
        "Links": "129"
    },
    {
        "SideEffectName": "Младенцы и дети",
        "MicroName": "ВИТАМИН В12",
        "Comments": "Младенцы и дети: Витамин Е вероятно безопасен при правильном приеме внутрь. Но детям следует избегать приема доз витамина Е, превышающих  верхние суточные пределы, которые составляют для детей в возрасте 1-3 лет – 300 МЕ, для детей 4-8 лет – 450 МЕ, для детей 9-13 лет – 900 МЕ и для детей 14-18 лет – 1200 МЕ. Витамин Е (а-токоферол) возможно небезопасен при внутривенном введении недоношенным детям в больших дозах или при приеме внутрь в количествах, превышающих суточные верхние пределы.",
        "Links": "130, 131"
    },
    {
        "SideEffectName": "Нарушения свертываемости крови",
        "MicroName": "ВИТАМИН В12",
        "Comments": "Витамин Е может усугубить данное состояние. Если у вас нарушение свертываемости крови, избегайте приема добавок витамина Е.",
        "Links": "132"
    },
    {
        "SideEffectName": "Сердечно-сосудистые заболевания",
        "MicroName": "ВИТАМИН В12",
        "Comments": "Витамин Е может увеличить риск смерти у людей с сердечными заболеваниями в анамнезе. Людям с сердечными заболеваниями в анамнезе следует избегать ежедневного приема доз витамина Е более 400 МЕ.",
        "Links": "133, 134"
    },
    {
        "SideEffectName": "Сахарный диабет",
        "MicroName": "ВИТАМИН В12",
        "Comments": "Витамин Е может увеличить риск сердечной недостаточности у больных сахарным диабетом. Больным сахарным диабетом следует избегать приема доз витамина Е более 400 МЕ в день.",
        "Links": "135"
    },
    {
        "SideEffectName": "Злокачественные опухоли головы и шеи",
        "MicroName": "ВИТАМИН В12",
        "Comments": "Не принимайте добавки витамина Е в дозах более 400 МЕ в день. Витамин Е может увеличить вероятность рецидива рака.",
        "Links": "136"
    },
    {
        "SideEffectName": "Слабые и ломкие кости (остеопороз)",
        "MicroName": "ВИТАМИН В12",
        "Comments": "Люди с остеопорозом иногда используют упражнения для улучшения прочности костей. Физические упражнения и прием высоких доз витамина Е и витамина С могут уменьшить положительное влияние упражнений на прочность костей.",
        "Links": "137"
    },
    {
        "SideEffectName": "Рак предстательной железы",
        "MicroName": "ВИТАМИН В12",
        "Comments": "Есть опасения, что прием витамина Е может увеличить вероятность развития рака предстательной железы. Однако, неясен эффект витамина Е у мужчин, которые в настоящее время болеют данным заболеванием. Но, теоретически, прием добавок витамина Е может усугубить рак предстательной железы у мужчин, у которых он уже есть.",
        "Links": "52"
    },
    {
        "SideEffectName": "Пигментный ретинит",
        "MicroName": "ВИТАМИН В12",
        "Comments": "Наследственное, дегенеративное заболевании глаз, которое вызывает сильное ухудшение зрения и часто слепоту (пигментный ретинит): По-видимому, аll-rac-а-токоферол (синтетический витамин E) в дозе 400 МЕ, ускоряет потерю зрения у людей с пигментным ретинитом. Однако гораздо меньшие количества (3 МЕ), похоже, не вызывают такого эффекта. Если вы страдаете этим заболеванием, лучше избегать приема добавок витамина Е.",
        "Links": "54"
    },
    {
        "SideEffectName": "Инсульт",
        "MicroName": "ВИТАМИН В12",
        "Comments": "Витамин Е может увеличить риск смерти у некоторых людей с инсультом в анамнезе. Людям с инсультом в анамнезе следует избегать ежедневного приема доз витамина Е более 400 МЕ.",
        "Links": "52, 101"
    },
    {
        "SideEffectName": "Хирургическая операция",
        "MicroName": "ВИТАМИН В12",
        "Comments": "Витамин Е может увеличить риск кровотечения во время и после операции. Прекратите употреблять витамин Е как минимум за 2 недели до плановой операции.",
        "Links": "138"
    },
    {
        "SideEffectName": "Беременность",
        "MicroName": "ВИТАМИН Е",
        "Comments": "Не принимайте добавки витамина Е в течение первых 8 недель беременности, без консультации врача. На поздних сроках беременности максимальное рекомендуемое количество витамина Е для женщин 14-18 лет составляет 800 мг и для женщин старше 18 лет – 1000 мг.",
        "Links": "128"
    },
    {
        "SideEffectName": "Грудное вскармливание",
        "MicroName": "ВИТАМИН Е",
        "Comments": "Максимальное рекомендуемое количество витамина E для кормящих женщин 14-18 лет составляет 800 мг и для кормящих женщин старше 18 лет – 1000 мг. Витамин Е возможно небезопасен, если принимать его в дозах, превышающих максимально рекомендованное количество.",
        "Links": "129"
    },
    {
        "SideEffectName": "Нарушения свертываемости крови",
        "MicroName": "ВИТАМИН Е",
        "Comments": "Витамин Е может усугубить данное состояние. Если у вас нарушение свертываемости крови, избегайте приема добавок витамина Е.",
        "Links": "132"
    },
    {
        "SideEffectName": "Сердечно-сосудистые заболевания",
        "MicroName": "ВИТАМИН Е",
        "Comments": "Витамин Е может увеличить риск смерти у людей с сердечными заболеваниями в анамнезе. Людям с сердечными заболеваниями в анамнезе следует избегать ежедневного приема доз витамина Е более 400 МЕ.",
        "Links": "133, 134"
    },
    {
        "SideEffectName": "Сахарный диабет",
        "MicroName": "ВИТАМИН Е",
        "Comments": "Витамин Е может увеличить риск сердечной недостаточности у больных сахарным диабетом. Больным сахарным диабетом следует избегать приема доз витамина Е более 400 МЕ в день.",
        "Links": "135"
    },
    {
        "SideEffectName": "Злокачественные опухоли головы и шеи",
        "MicroName": "ВИТАМИН Е",
        "Comments": "Не принимайте добавки витамина Е в дозах более 400 МЕ в день. Витамин Е может увеличить вероятность рецидива рака.",
        "Links": "136"
    },
    {
        "SideEffectName": "Слабые и ломкие кости (остеопороз)",
        "MicroName": "ВИТАМИН Е",
        "Comments": "Люди с остеопорозом иногда используют упражнения для улучшения прочности костей. Физические упражнения и прием высоких доз витамина Е и витамина С могут уменьшить положительное влияние упражнений на прочность костей.",
        "Links": "137"
    },
    {
        "SideEffectName": "Рак предстательной железы",
        "MicroName": "ВИТАМИН Е",
        "Comments": "Есть опасения, что прием витамина Е может увеличить вероятность развития рака предстательной железы. Однако, неясен эффект витамина Е у мужчин, которые в настоящее время болеют данным заболеванием. Но, теоретически, прием добавок витамина Е может усугубить рак предстательной железы у мужчин, у которых он уже есть.",
        "Links": "52"
    },
    {
        "SideEffectName": "Пигментный ретинит",
        "MicroName": "ВИТАМИН Е",
        "Comments": "Наследственное, дегенеративное заболевании глаз, которое вызывает сильное ухудшение зрения и часто слепоту (пигментный ретинит): По-видимому, аll-rac-а-токоферол (синтетический витамин E) в дозе 400 МЕ, ускоряет потерю зрения у людей с пигментным ретинитом. Однако гораздо меньшие количества (3 МЕ), похоже, не вызывают такого эффекта. Если вы страдаете этим заболеванием, лучше избегать приема добавок витамина Е.",
        "Links": "54"
    },
    {
        "SideEffectName": "Инсульт",
        "MicroName": "ВИТАМИН Е",
        "Comments": "Витамин Е может увеличить риск смерти у некоторых людей с инсультом в анамнезе. Людям с инсультом в анамнезе следует избегать ежедневного приема доз витамина Е более 400 МЕ.",
        "Links": "52, 101"
    },
    {
        "SideEffectName": "Хирургическая операция",
        "MicroName": "ВИТАМИН Е",
        "Comments": "Витамин Е может увеличить риск кровотечения во время и после операции. Прекратите употреблять витамин Е как минимум за 2 недели до плановой операции.",
        "Links": "138"
    },
    {
        "SideEffectName": "Тошнота и диарея",
        "MicroName": "ВИТАМИН Е",
        "Comments": "В больших дозах Витамин Е может вызывать тошноту и диарею.",
        "Links": "126"
    },
    {
        "SideEffectName": "Усталость, слабость",
        "MicroName": "ВИТАМИН Е",
        "Comments": "Согласно некоторым данным, витамин Е в больших дозах может вызывать усталость и слабость.",
        "Links": "126"
    },
    {
        "SideEffectName": "Головная боль",
        "MicroName": "ВИТАМИН Е",
        "Comments": "Побочный эффект, вызванный витамином Е может быть головная боль.",
        "Links": "126"
    },
    {
        "SideEffectName": "Помутнение зрения",
        "MicroName": "ВИТАМИН Е",
        "Comments": "Один из побочных эффектов витамина Е-помутнение зрения.",
        "Links": "126"
    },
    {
        "SideEffectName": "Сыпь",
        "MicroName": "ВИТАМИН Е",
        "Comments": "В больших дозах Витамин Е может вызывать сыпь.",
        "Links": "126"
    },
    {
        "SideEffectName": "Синяки и кровотечение",
        "MicroName": "ВИТАМИН Е",
        "Comments": "Следует иметь ввиду, что риск побочных эффектов увеличивается с более высокими дозами. Побочные эффекты могут включать: синяки и кровотечение. Витамин Е может быть опасен, если принимать внутрь в дозах более 1000 мг в день.",
        "Links": "126"
    },
    {
        "SideEffectName": "Беременность и грудное вскармливание",
        "MicroName": "ВИТАМИН Д",
        "Comments": "Витамин D вероятно безопасен во время беременности и грудном вскармливании, если его использовать в суточных количествах ниже 4000 единиц (100 мкг). Не используйте более высокие дозы, если это не было рекомендовано лечащим врачом. Витамин D возможно небезопасен при использовании в больших количествах во время беременности или грудном вскармливании. Использование более высоких доз может нанести серьезный вред ребенку.",
        "Links": "259"
    },
    {
        "SideEffectName": "Дети",
        "MicroName": "ВИТАМИН Д",
        "Comments": "Витамин D вероятно безопасен для детей при приеме внутрь в рекомендуемых количествах. Но, возможно опасно принимать витамин D в более высоких дозах в течение длительного времени. Младенцы от 0 до 6 месяцев не должны принимать более 1000 МЕ (25 мкг) в день. Младенцы в возрасте 6–12 месяцев не должны принимать более 1500 МЕ (37,5 мкг) в день. Детям в возрасте 1-3 лет не следует принимать более 2500 МЕ (62,5 мкг) в день. Детям в возрасте 4-8 лет не следует принимать более 3000 МЕ (75 мкг) в день. Детям в возрасте 9 лет и старше не следует принимать более 4000 МЕ (100 мкг) в день.",
        "Links": "260, 262, 263"
    },
    {
        "SideEffectName": "«Затвердевание артерий» (атеросклероз)",
        "MicroName": "ВИТАМИН Д",
        "Comments": "Прием витамина D может ухудшить это состояние, особенно у пациентов с заболеванием почек. В последнее время появляется все больше доказательств связи дефицита витамина D с сердечно-сосудистыми заболеваниями и атеросклерозом.",
        "Links": "264"
    },
    {
        "SideEffectName": "Тип грибковой инфекции, называемой гистоплазмозом",
        "MicroName": "ВИТАМИН Д",
        "Comments": "Витамин D может повышать уровень кальция у людей с гистоплазмозом. Это приводит к образованию камней в почках и другим проблемам, поэтому осторожно используйте витамин D.",
        "Links": "265"
    },
    {
        "SideEffectName": "Гиперкальциемия",
        "MicroName": "ВИТАМИН Д",
        "Comments": "Прием витамина D может ухудшить это состояние.",
        "Links": "266, 267"
    },
    {
        "SideEffectName": "Гиперфункция паращитовидной железы (гиперпаратиреоз)",
        "MicroName": "ВИТАМИН Д",
        "Comments": "Витамин D может повышать уровень кальция у людей с гиперпаратиреозом, поэтому осторожно используйте витамин D.",
        "Links": "268, 306"
    },
    {
        "SideEffectName": "Лимфома",
        "MicroName": "ВИТАМИН Д",
        "Comments": "Витамин D может повышать уровень кальция у людей с лимфомой. Это может привести к образованию камней в почках и другим проблемам, поэтому осторожно используйте витамин D.",
        "Links": "307"
    },
    {
        "SideEffectName": "Заболевание почек",
        "MicroName": "ВИТАМИН Д",
        "Comments": "Витамин D может повышать уровень кальция и повышать риск «затвердевания артерий» у людей с серьезным заболеванием почек. Прием витамина D должен быть сбалансированным, с необходимостью предотвращения почечной остеодистрофии, заболевания костей, которое возникает, когда почки не могут поддерживать надлежащий уровень кальция и фосфора в крови. У людей с заболеванием почек следует тщательно контролировать уровень кальция.",
        "Links": "308"
    },
    {
        "SideEffectName": "Саркоидоз",
        "MicroName": "ВИТАМИН Д",
        "Comments": "Воспалительное заболевание, которое приводит к образованию неказеозных гранулем в одном или более органах и тканях (саркоидоз): Витамин D может повышать уровень кальция у людей с саркоидозом. Это может привести к образованию камней в почках и другим проблемам, поэтому осторожно используйте витамин D.",
        "Links": "211"
    },
    {
        "SideEffectName": "Туберкулез",
        "MicroName": "ВИТАМИН Д",
        "Comments": "Витамин D может повышать уровень кальция у людей с туберкулезом. Это может привести к таким осложнениям, как камни в почках.",
        "Links": "209, 210"
    },
    {
        "SideEffectName": "Cлабость",
        "MicroName": "ВИТАМИН Д",
        "Comments": "Некоторые побочные эффекты применения слишком большого количества витамина D включают: слабость, утомляемость, сонливость.",
        "Links": ""
    },
    {
        "SideEffectName": "Избытычное количество кальция в крови",
        "MicroName": "ВИТАМИН Д",
        "Comments": "Прием витамина D в течение длительного времени в дозах, превышающих 4000 единиц (100 мкг) в день, возможно небезопасен и может привести к избыточному количеству кальция в крови.",
        "Links": "258"
    },
    {
        "SideEffectName": "Тошнота и рвота",
        "MicroName": "ВИТАМИН Д",
        "Comments": "Большие дозы витамина Д может вызвать тошноту и рвоту.",
        "Links": ""
    },
    {
        "SideEffectName": "Металлический привкус",
        "MicroName": "ВИТАМИН Д",
        "Comments": "Витамин Д в больших дозах может вызвать металический привкус.",
        "Links": ""
    },
    {
        "SideEffectName": "Сухость во рту",
        "MicroName": "ВИТАМИН Д",
        "Comments": "Также есть опасения, что прием слишком большого количества витамина Д в течение длительного периода времени может вызвать сухость во рту.",
        "Links": ""
    },
    {
        "SideEffectName": "Потеря аппетита",
        "MicroName": "ВИТАМИН Д",
        "Comments": "Прием большого количества витамина Д может вызвать потерю аппетита.",
        "Links": ""
    },
    {
        "SideEffectName": "Головная боль",
        "MicroName": "ВИТАМИН Д",
        "Comments": "Один из побочных эффектов избыточного количества витамина Д-головная боль.",
        "Links": ""
    },
    {
        "SideEffectName": "Беременность и грудное вскармливание",
        "MicroName": "ЖЕЛЕЗО",
        "Comments": "Железо вероятно безопасно для беременных и кормящих женщин, в организме которых, накоплено достаточно железа, при использовании в дозах ниже верхнего допустимого уровня потребления (УП) – 45 мг элементарного железа в день. УП - это самый высокий уровень потребления, который не представляет опасности развития неблагоприятных воздействий на показатели состояния здоровья. Однако, железо вероятно небезопасно при пероральном приеме в высоких дозах. Если у вас нет дефицита железа, то не принимайте более 45 мг элементарного железа в день. Более высокие дозы могут вызвать побочные эффекты со стороны пищеварительной системы, такие как тошнота и рвота, и могут даже вызвать преждевременные роды у некоторых женщин. Более высокие дозы железа могут быть причиной высокого уровня гемоглобина в крови. Имеется связь между высоким уровнем гемоглобина во время родов и плохим исходом беременности.",
        "Links": "30, 31, 32, 114, 116"
    },
    {
        "SideEffectName": "Дети",
        "MicroName": "ЖЕЛЕЗО",
        "Comments": "Железо вероятно небезопасно для детей в большой дозировке. Самой частой причиной смерти детей от отравлений является железо. Даже доза, как 60 мг/кг может быть смертельной. Отравление железом может вызвать множество серьезных проблем, включая расстройство желудка и кишечника, печеночную недостаточность, опасно низкое артериальное давление и смерть. Если вы подозреваете, что ребенок принял большее количество железа, чем рекомендовано, немедленно позвоните своему лечащему врачу или в ближайший токсикологический центр.",
        "Links": "115, 116"
    },
    {
        "SideEffectName": "Сахарный диабет",
        "MicroName": "ЖЕЛЕЗО",
        "Comments": "Существует опасение, что диета с высоким содержанием железа может увеличить риск сердечно-сосудистых заболеваний у женщин с диабетом 2 типа, хотя это не было доказано. Проконсультируйтесь со своим лечащим врачом перед применением железа, если у вас сахарный диабет.",
        "Links": "81, 82"
    },
    {
        "SideEffectName": "Гемоглобинопатия",
        "MicroName": "ЖЕЛЕЗО",
        "Comments": "Прием железа может вызвать перегрузку железом у людей с этими заболеваниями. Если у вас гемоглобинопатия, не принимайте железо, если только ваш лечащий врач не назначил его.",
        "Links": "83"
    },
    {
        "SideEffectName": "Наследственная геморрагическая телеангиэктазия или HГT",
        "MicroName": "ЖЕЛЕЗО",
        "Comments": "Наследственное заболевание, характеризующееся очаговым истончением стенок малых кровеносных сосудов и аневризматическим расширением (наследственная геморрагическая телеангиэктазия или HГT): Прием железа может увеличить риск носовых кровотечений у пациентов с HГT. Поэтому используйте с осторожностью.",
        "Links": "84"
    },
    {
        "SideEffectName": "Язвенный колит или болезнь Крона",
        "MicroName": "ЖЕЛЕЗО",
        "Comments": "Гранулематозное воспалительное заболевание желудочно-кишечного тракта (язвенный колит или болезнь Крона): Железо может вызывать раздражение и усугублять течение данных болезней. Применяйте железо осторожно.",
        "Links": "117"
    },
    {
        "SideEffectName": "Недоношенные дети",
        "MicroName": "ЖЕЛЕЗО",
        "Comments": "Применение железа недоношенными детьми, у которых низкий уровень витамина Е в крови, может вызвать серьезные проблемы. Перед применением железа следует поднять уровень витамин Е. Прежде чем давать железо недоношенному ребенку, проконсультируйтесь со своим лечащим врачом.",
        "Links": "85, 86"
    },
    {
        "SideEffectName": "Язвы желудка или кишечника",
        "MicroName": "ЖЕЛЕЗО",
        "Comments": "Железо может вызывать раздражение и усугубить состояние пациента с язвами. Поэтому используйте железо осторожно.",
        "Links": "118, 119"
    },
    {
        "SideEffectName": "Преждевременные роды у некоторых женщин",
        "MicroName": "ЖЕЛЕЗО",
        "Comments": "Если у вас нет дефицита железа, то не принимайте более 45 мг элементарного железа в день. Более высокие дозы могут вызвать преждевременные роды у некоторых женщин.",
        "Links": ""
    }
]
